Repository: euroelessar/qutim-translations
Catalog: modules/qmlchat/*.po
Languages: de, sk, uk

# Core::AdiumChat::ChatAppearance|
source: Vasya Pupkin
de: Irgend Jemand
sk: Pavol Kováč
uk: Дід Піхто

# Core::AdiumChat::ChatAppearance|
source: Noname
de: Du Selbst
sk: Nepomenované
uk: Безіменний

# Core::AdiumChat::ChatAppearance|
source: Unable to create chat session
de: Konnte keine Chatsitzung erstellen
sk: Nepodarilo sa vytvoriť reláciu konveráacie
uk: Неможливо створити сісію чату

# Core::AdiumChat::ChatAppearance|
source: Preview message
de: Vorschaunachricht
sk: Náhľad správy
uk: Попередній перегляд повідомленя

# Core::AdiumChat::ChatAppearance|
source: Hello!
de: Hallo!
sk: Ahoj!
uk: Здоровенькі були!

# Core::AdiumChat::ChatAppearance|
source: How are you?
de: Wie geht's denn so?
sk: Ako sa máš?
uk: Як ся маєш?

# Core::AdiumChat::ChatAppearance|
source: I am fine!
de: Super!
sk: Mám sa dobre!
uk: Все добре!

# Core::AdiumChat::ChatAppearance|
source: /me is thinking!
de: /me denkt nach!
sk: /me premýšľa!
uk: /me думає!

# Core::AdiumChat::ChatAppearance|
source: Vasya Pupkin is reading you mind
de: Irgend Jemand ändert seinen Status
sk: Peter Kováč číta vaše myšlienky
uk: Дід Піхто читає твої думки

# Plugin|
source: Qt Quick view (experimental)
uk: Чат на Qt Quick (Експерементально)

# Plugin|
source: Modern chat view based on power of QtQuick
de: Moderne Chatansicht, basierend auf QtQuick
uk: Форма чату, що базується на Qt Quick

# Settings|
source: Chat
de: Nachrichtenfenster
uk: Чат

# main|
source: is active
de: ist aktiv
sk: je aktívny
uk: активний

# main|
source: is inactive
de: ist inaktiv
sk: je neaktívny
uk: неактивний

# main|
source: is gone
de: ist abwesend
sk: odišiel
uk: відійшов

# main|
source: is composing
de: tippt gerade
sk: píše
uk: щось друкує

# main|
source: is paused
de: hat aufgehört zu tippen
sk: prestal písať
uk: задумався

# quickChatAppearance|
source: Form
sk: Formulár
uk: Стиль

# quickChatAppearance|
source: Enable openGL acceleration
de: Aktiviere openGL-Beschleunigung
sk: Povoliť openGL akceleráciu
uk: Ввімкнути прискорення openGL
