Repository: euroelessar/qutim-translations
Catalog: modules/highlighter/*.po
Languages: be, uk

# HighlighterItemList|
source: Remove
be: Выдаліць
uk: Видалити

# HighlighterItemList|
source: Perl-like
be: Perl-падобныя
uk: Perl-подібні

# HighlighterItemList|
source: Improved perl-like
be: Палепшаныя Perl-падобныя
uk: Покращені Perl-подібні

# HighlighterItemList|
source: Shell-like
be: Shell-падобныя
uk: Shell-подібні

# HighlighterItemList|
source: Shell-like Unix
be: Shell-падобныя Unix
uk: Shell-подібні Unix

# HighlighterItemList|
source: Fixed string
be: Фіксаваны радок
uk: Фіксований рядок

# HighlighterItemList|
source: W3C XML Schema
be: Схема W3C XML
uk: Схема W3C XML

# HighlighterSettingsForm|
source: Form
be: Форма
uk: Стиль

# HighlighterSettingsForm|
source: Regexp
be: Рэгэксы/ Regexp/Маска
uk: Регулярний вираз

# HighlighterSettingsForm|
source: Add
be: Дадаць
uk: Додати

# HighlighterSettingsForm|
source: Enable auto highlights wher your nick was mentioned.
be: Падсветляць ваша імя у чаце
uk: Увімкнути підсвічування вашого ніку в чаті

# Plugin|
source: Highlighter
be: Падсветліванне імі
uk: Підсвічування

# Plugin|
source: Plugin that add support of highlighting, when your nick has been mentioned.
be: Пашырэнне, што шле апавяшчэнні, калі ў канферэнціі згадваецца ваша імя.
uk: Плагін який додає підсвічування вашого ніку коли він згадується в чаті.
