Repository: euroelessar/qutim-translations
Catalog: modules/birthdayreminder/*.po
Languages: de, es

# BirthdayReminder|
source: It's %1's birthday today! Hooray!
de: %1 hat heute Geburtstag! Hurra!
es: ¡Hoy es el cumpleaños de %1! !Hurra!

# BirthdayReminder|
source: %1's birthday will be tomorrow! Hooray!
de: %1 hat morgen Geburtstag! Hurra!
es: ¡Mañana será el cumpleaños de %1! !Hurra!

# BirthdayReminder|
source: %2's birthday is in %1 days
de: %2 hat in %1 Tag Geburtstag
es: El cumpleaños de %1 será en %2 día

# BirthdayReminder|
source: %1's birhday
de: Geburtstag von %1
es: Cumpleaños de %1

source: Birthday reminder settings
de: Geburtstagserinnerung
es: Configuración de recordatorios de compleaños

# BirthdayReminderSettings|
source: Show notifications every
de: Benachrichtigung alle
es: Mostrar notificaciones cada

# BirthdayReminderSettings|
source: hours
de: Stunden
es: horas

# BirthdayReminderSettings|
source: starting from
de: beginnend
es: empezando

# BirthdayReminderSettings|
source: days before birthday
de: Tag(e) vor dem Geburtstag
es: días antes del cumpleaños

# Plugin|
source: BirthdayReminder
es: Recordatorios de cumpleaños

# Plugin|
source: This plugin shows notifications when someone from your contact list has a birthday
de: Zeigt Benachrichtigungen, wenn oder bevor ein Kontakt Geburtstag hat
es: Este plugin muestra notificaciones cuando alguien de tu lista de contactos cumple años

# Settings|
source: Birthday reminder
de: Geburtstagserinnerung
es: Recordatorios de cumpleaños
