Repository: euroelessar/qutim-translations
Catalog: modules/oldcontactdelegate/*.po
Languages: de, es

# ContactList|
source: qutIM 0.2 style
de: qutIM 0.2
es: Estilo de qutIM 0.2

# ContactList|
source: Default (depends on platform)
de: Standard (Systemeinstellungen)
es: Predeterminado (depende del sistema)

# ContactList|
source: Small (16x16)
de: Klein (16x16)
es: Pequeño (16x16)

# ContactList|
source: Medium (22x22)
de: Normal (22x22)
es: Mediano (22x22)

# ContactList|
source: Large (32x32)
de: Groß (32x32)
es: Grande (32x32)

# ContactList|
source: Very large (48x48)
de: Sehr groß (48x48)
es: Muy grande (48x48)

# ContactList|
source: Huge (64x64)
de: Riesig (64x64)
es: Enorme (64x64)

# OldDelegateSettings|
source: Form
es: Formulario

# OldDelegateSettings|
source: Show avatars
de: Zeige Avatare
es: Mostrar avatares

# OldDelegateSettings|
source: Show status text
de: Zeige Statusnachrichten
es: Mostrar mensaje de estado

# OldDelegateSettings|
source: Show extended icons
de: Zeige erweiterte Symbole
es: Mostrar iconos extendidos

# OldDelegateSettings|
source: Theme:
de: Thema:
es: Tema:

# OldDelegateSettings|
source: Status icon size:
de: Statussymbolgröße:
es: Tamaño del icono de estado:

# OldDelegateSettings|
source: Avatar icon size:
de: Avatarbildgröße
es: Tamaño del avatar:

# Plugin|
source: Old contact delegate
es: Delegado de contactos antiguo

# Plugin|
source: Port of contact list delegate from 0.2
de: Portierung der alten Kontaktlistenansicht von qutIM 0.2
es: Conversión del delegado de contactos de la versión 0.2
