Repository: euroelessar/qutim-translations
Catalog: modules/control/*.po
Languages: de, he

# Control|
source: Answer
de: Antwort
he: מענה

# Control::AnswerLine|
source: Remove
de: Löschen
he: הסר

# Control::NetworkManager|
source: Put local certificate at "%1"
de: Lege lokales Zertifikat in "%1"
he: השם תעודה מקומית בתוך "%1"

# Control::NetworkManager|
source: Put server's certificate at "%1"
de: Lege Server-Zertifikat in "%1"
he: השם תעודת שרת בתוך "%1"

# Control::NetworkManager|
source: Control plugin
he: תוספת בקרה

# Control::NetworkManager|
source: Error connecting to %1: %2
de: Fehler beim Verbinden mit %1: %2
he: שגיאה בהתחברות אל %1:‏ %2

# Control::NetworkManager|
source: Received reply from server: %1
de: Antwort vom Server: %1
he: התקבלה תשובה מן שרת: %1

# Control::QuickAnswerButtonAction|
source: Answers
de: Antworten
he: תשובות

# Control::QuickAnswerButtonAction|
source: Update answers
de: Antworten aktualisieren
he: עדכן מענה

# Control::RosterManager|
source: Control plugin
he: תוספת בקרה

# Control::RosterManager|
source: qutIM sends request to server: %1
de: qutIM sendet eine Anfrage an den Server: %1
he: qutIM שולח בקשה אל שרת: %1

# Control::SettingsWidget|
source: Username:
de: Benutzername
he: שם משתמש:

# Control::SettingsWidget|
source: Enter your username
de: Benutzernamen eingeben
he: הזן שם משתמש

# Control::SettingsWidget|
source: Password:
de: Passwort:
he: סיסמה:

# Control::SettingsWidget|
source: Enter your password
de: Passwort eingeben:
he: הזן סיסמה

# Control::SettingsWidget|
source: Enter server's url (http://example.com/)
de: Server-Url eingeben (http://beispiel-URL.de/)
he: הזן url שרת (http://example.com/)

# Control::SettingsWidget|
source: Enter url for messages requests (http://example.com/)
de: Url für Nachrichtenanfragen eingeben (http://beispiel-URL.de/)
he: הזן url עבור הודעות בקשה (‪http://example.com/‬)

# Control::SettingsWidget|
source: Add answer
de: Antwort hinzufügen
he: הוסף משוב

# Plugin|
source: Control
he: בקרה

# Plugin|
source: Controls user by sending messages and roster to remote server
de: Steuert den Benutzer, indem Nachrichten und die Kontaktliste an einen Server gesendet werden
he: שליטה על משתמש על ידי שליחת הודעות ורשימה אל שרת מרוחק

# Control::NetworkManager|
source: Invalid login or/and password. Please set right one in settings
de: Ungültiger Benutzername oder Passwort. Bitte die richtigen Zugangsdaten in den Einstellungen angeben

# Control::SettingsWidget|
source: Requests url:
de: Url für Anfragen:
