Repository: euroelessar/qutim-translations
Catalog: modules/macintegration/*.po
Languages: es, uk

source: Auto-away
es: Auto-ausencia
uk: Авто-"Відійшов"

# Core::SimpleContactList::MacWidget|
source: Search
uk: Пошук

# Core::SimpleContactList::MacWidget|
source: Accounts
es: Cuentas
uk: Облікові записи

# Core::SimpleContactList::MacWidget|
source: Chats
es: Conversaciones
uk: Чати

# Core::SimpleContactList::MacWidget|
source: Set Status Text
es: Establecer mensaje de estado
uk: Введіть текст статусу

# Core::SimpleContactList::MacWidget|
source: File
es: Archivo
uk: Файл

# Core::SimpleContactList::MacWidget|
source: Roster
es: Lista de contactos
uk: Список контактів

# MacIdleWidget|
source: Form
es: Formulario
uk: Стиль

# MacIdleWidget|
source: Set status «%1» after:
es: Cambiar estado a «%1» tras:
uk: Встановити статус «%1» через:

# MacIdleWidget|seconds
source: min
uk: хвилин

# MacIntegration::MacDock|
source: Opened chats
es: Conversaciones abiertas
uk: Відкриті чати

# MacIntegration::MacSpellSettings|
source: Language
es: Idioma
uk: Мова

# MacWidget|
source: Filter
uk: Фільтр

# Plugin|
source: Growl notifications
es: Notificaciones emergentes
uk: Сповіщення Growl

# Plugin|
source: Default Mac Os X Notifications
es: Notificaciones por defecto de Mac OS X
uk: Типові сповіщення для Mac Os X

# Plugin|
source: Dock integration
es: Integración con la bandeja del sistema
uk: Інтеграція в док-панель

# Plugin|
source: Mac OS X dock integration
es: Integración con la bandeja de Mac OS X
uk: Інтеграція в маковський док

# Plugin|
source: IdleManager
es: Gestor de inactividad
uk: Менеджер неактивності

# Plugin|
source: Mac OS X idle manager
es: Gestor de inactividad de Mac OS X
uk: Маковський детектор неактивності

# Plugin|
source: Mac Contactlist
es: Lista de contactos de Mac
uk: Список контактів в стилі Мас

# Plugin|
source: Mac OS X contactlist
es: Lista de contactos de Mac OS X
uk: Маковський список контактів

# Plugin|
source: SpellChecker
es: Corrector ortográfico
uk: Перевірка орфографії

# Plugin|
source: Mac OS X spell checker
es: Corrector ortográfico de Mac OS X
uk: Перевірка орфографії Mac OS X

# Settings|
source: Spell checker
es: Corrector ortográfico
uk: Перевірка орфографії
