Repository: euroelessar/qutim-translations
Catalog: modules/yandexnarod/*.po
Languages: he

# Author|
source: Alexey Prokhin
he: אלקסיי פרוקהין (Alexey Prokhin)

# Plugin|
source: Send files via Yandex.Narod filehosting service
he: שלח קבצים דרך שירות אירוח קבצים Yandex.Narod

# Task|
source: Author
he: מחבר

# YandexNarodAuthorizator|
source: Has no login or password
he: אין מזהה או סיסמה

# YandexNarodAuthorizator|
source: Authorization succeed
he: הרשאה צלחה

# YandexNarodAuthorizator|
source: Authorization failured
he: הרשאה נכשלה

# YandexNarodAuthorizator|
source: Unsupported grant type. Inform developers.
he: טיפוס הסכמה לא נתמך. נא ליידע את המפחחים.

# YandexNarodAuthorizator|
source: Invalid request. Inform developers.
he: בקשה לא תקפה. נא ליידע את המפחחים.

# YandexNarodAuthorizator|
source: Invalid login or/and password
he: שם כניסה ו/או סיסמה שגויים

# YandexNarodManager|
source: Yandex.Narod file manager
he: מנהל קבצים Yandex.Narod

# YandexNarodNetMan|
source: Authorizing...
he: מאשר כעת...

# YandexNarodSettingsClass|
source: Settings
he: הגדרות

# YandexNarodSettingsClass|
source: Password
he: סיסמה

# YandexNarodSettingsClass|
source: Login
he: התחבר

# YandexNarodSettingsClass|
source: Test Authorization
he: בחן הרשאה

# YandexNarodSettingsClass|
source: status
he: מצב

# YandexNarodSettingsClass|
source: Send file template
he: שלח תבנית קובץ

# YandexNarodSettingsClass|
source: %N - file name; %U - file URL; %S - file size
he: %N - שם קובץ; %U - כתובת קובץ; %S - גודל קובץ

# YandexNarodSettingsClass|
source: Manage files
he: נהל קבצים

# YandexNarodUploadJob|
source: Authorizing...
he: מאשר כעת...

# YandexNarodUploadJob|
source: Creating directory...
he: יוצר כעת ספרייה...

# YandexNarodUploadJob|
source: Uploading file...
he: מעלה כעת קובץ...

# YandexNarodUploadJob|
source: Could not open file %1
he: לא מסוגל לפתוח קובץ %1

# YandexNarodUploadJob|
source: Not anough space on storage
he: אין מספיק שטח באחסון

# YandexNarodUploadJob|
source: File too large
he: קובץ גדול מדי

# YandexNarodUploadJob|
source: Can't create directory "/qutim-filetransfer/"
he: לא מסוגל ליצור ספרייה "/qutim-filetransfer/"

# YandexNarodUploadJob|
source: Publishing file...
he: מפרסם כעת קובץ...

# YandexNarodUploadJob|Don't remove format arguments
source: File sent: %N (%S bytes) %U
he: קובץ נשלח: %N (%S בתים) %U

# requestAuthDialogClass|
source: Authorization
he: הרשאה

# requestAuthDialogClass|
source: Login:
he: כניסה:

# requestAuthDialogClass|
source: Password:
he: סיסמה:

# requestAuthDialogClass|
source: Remember
he: זכור

# yandexnarodManageClass|
source: Form
he: תבנית

# yandexnarodManageClass|
source: Get Filelist
he: השג רשימת קובץ

# yandexnarodManageClass|
source: Upload File
he: טען קובץ

# yandexnarodManageClass|
source: Actions:
he: פעולות:

# yandexnarodManageClass|
source: Clipboard
he: לוח גזירה

# yandexnarodManageClass|
source: Delete File
he: מחק קובץ

# yandexnarodManageClass|
source: Close
he: סגור

# yandexnarodManageClass|
source: Files list:
he: קשימת קבצים:

# yandexnarodManageClass|
source: New Item
he: פריט חדש
