Repository: euroelessar/qutim-translations
Catalog: modules/nowplaying/*.po
Languages: de

# IcqSettings|
source: Current mode
de: Aktueller Modus

# IcqSettings|
source: Deactivated
de: Deaktiviert

# IcqSettings|
source: Changes current X-status message
de: Ändere die x-Statusnachricht

# IcqSettings|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <table style="-qt-table-type: root; margin-top:4px; margin-bottom:4px; margin-left:4px; margin-right:4px;"> <tr> <td style="border: none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans';">%artist - artist</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans';">%title - title</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans';">%album - album</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans';">%track - track number</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans';">%time - track length</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans';">%file - file name</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans';">%uri - full path to file</span></p></td></tr></table></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <table style="-qt-table-type: root; margin-top:4px; margin-bottom:4px; margin-left:4px; margin-right:4px;"> <tr> <td style="border: none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans';">%artist - Künstler</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans';">%title - Titel</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans';">%album - Album</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans';">%track - Titelnummer</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans';">%time - Spieldauer</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans';">%file - Dateiname</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans';">%uri - Dateipfad</span></p></td></tr></table></body></html>

# IcqSettings|
source: Now playing: %artist - %title
de: Hört gerade: %artist - %title

# IcqSettings|
source: Changes message of "Listening to music" status
de: Ändere die Statusnachricht des "Musik"-Status

# JabberSettings|
source: Current mode
de: Aktueller Modus

# JabberSettings|
source: Deactivated
de: Deaktiviert

# JabberSettings|
source: Activated
de: Aktiviert

# JabberSettings|
source: Info to be presented
de: Informationen, die angezeigt werden

# JabberSettings|
source: Artist
de: Künstler

# JabberSettings|
source: Track number
de: Titelnummer

# JabberSettings|
source: Title
de: Titel

# JabberSettings|
source: Track length
de: Spieldauer

# JabberSettings|
source: Path to file
de: Pfad zur Datei

source: Now Playing
de: Aktueller Musiktitel

# NowPlaying|
source: Stop now playing
de: Now Playing stoppen

# NowPlaying|
source: Start now playing
de: Now Playing starten

# NowPlayingSettings|
source: Mode
de: Modus

# NowPlayingSettings|
source: Current plugin status:
de: Aktueller Status:

# NowPlayingSettings|
source: Is working
de: läuft gerade

# NowPlayingSettings|
source: Set mode for all accounts
de: Für alle Konten den gleichen Modus verwenden

# NowPlayingSettings|
source: You have no Oscar, Jabber or MRIM accounts.
de: Keine ICQ, Jabber oder MRIM-Konten vorhanden.

# NowPlayingSettings|
source: Settings
de: Einstellungen

# NowPlayingSettings|
source: Music Player
de: Musikplayer

# Plugin|
source: Now playing plugin
de: Zeigt in den Statusnachrichten den aktuell gehörten Musiktitel an

# Plugin|
source: Mpris support for now playing plugin
de: Mpris Unterstützung für das Now Playing Plugin

# Task|
source: Developer
de: Entwickler

# qutim_sdk_0_3::nowplaying::SettingsUI|
source: No player
de: Kein Player

# qutim_sdk_0_3::nowplaying::SettingsUI|
source: working
de: läuft gerade

# qutim_sdk_0_3::nowplaying::SettingsUI|
source: not working
de: läuft nicht
