Repository: euroelessar/qutim-translations
Catalog: modules/histman/*.po
Languages: be, he

# ChooseClientPage|
source: WizardPage
be: Майстра пераносу
he: עמוד אשף

# ChooseOrDumpPage|
source: WizardPage
be: Майстра пераносу
he: עמוד אשף

# ChooseOrDumpPage|
source: Import history from one more client
be: Імпарт гісторыі з кліентаў
he: יבא היסטוריה מלקוח אחד נוסף

# ChooseOrDumpPage|
source: Dump history
be: Захоўванне гісторыі
he: השלך היסטוריה

# ClientConfigPage|
source: WizardPage
be: Майстра пераносу
he: עמוד אשף

# ClientConfigPage|
source: Path to profile:
be: Шлях да профілю
he: נתיב אל דיוקן:

# ClientConfigPage|
source: Encoding:
be: Кадаванне:
he: קידוד:

# ClientConfigPage|
source: Select your Jabber account.
be: Абярыце свой рахунак Jabber
he: בחר חשבון Jabber.

# ClientConfigPage|
source: Select accounts for each protocol in the list.
be: Абярыце рахунакі для кожнака пратаколу спіса
he: בחר חשבונות עבור כל פרוטוקול ברשימה.

# DumpHistoryPage|
source: WizardPage
be: Майстра пераносу
he: עמוד אשף

# DumpHistoryPage|
source: Choose format:
be: Выберыце фамат
he: בחר פורמט:

# DumpHistoryPage|
source: JSON
be: JSON (прадвызначаны)

# DumpHistoryPage|
source: Binary
be: Двойкавы (Binary)
he: בינארי

# DumpHistoryPage|
source: Merging history state:
be: Аб'яднанне гісторыі
he: מצב מיזוג היסטוריה:

# DumpHistoryPage|
source: Dumping history state:
be: Захоўванне гісторыі
he: מצב השלכת היסטוריה:

# HistoryManager::ChooseClientPage|
source: Client
be: Кліент
he: לקוח

# HistoryManager::ChooseClientPage|
source: Choose client which history you want to import to qutIM.
be: Выберыце кліент, з якога будзе імпартавана гісторы
he: בחר לקוח שברצונך ליבא את ההיסטוריה שלו אל qutIM.

# HistoryManager::ChooseOrDumpPage|Dump history or choose next client
source: What to do next?
be: Што далей?
he: מה לעשות הלאה?

# HistoryManager::ChooseOrDumpPage|
source: It is possible to choose another client for import history or dump history to the disk.
be: Выбраць іншы кліент для імпарту або захоўвання гісторыі.
he: זה אפשרי לבחור לקוח אחר לייבוא היסטוריה או להשלכת היסטוריה אל הכונן.

# HistoryManager::ClientConfigPage|
source: Configuration
be: Налады
he: תצורה

# HistoryManager::ClientConfigPage|
source: Enter path of your %1 profile file.
be: Пазначце шлях да файла профілю %1.
he: הזן נתיב של נתיב קובץ דיוקן %1.

# HistoryManager::ClientConfigPage|
source: Enter path of your %1 profile dir.
be: Пазначце шлях да тэчкі профілю %1.
he: הזן נתיב של נתיב מדור דיוקן %1.

# HistoryManager::ClientConfigPage|
source: If your history encoding differs from the system one, choose the appropriate encoding for history.
be: Калі кадоўка гісторыі адрозніваецца ад сістэмнай, абярыце неабходную.
he: במידה וקידוד ההיסטוריה שלך נבדל מזה של המערכת שלך, בחר את הקידוד המתאים עבור היסטוריה.

# HistoryManager::ClientConfigPage|
source: Select path
be: Выберыце шлях
he: בחר נתיב

# HistoryManager::DumpHistoryPage|
source: Dumping
be: Захоўванне
he: משליך כעת

# HistoryManager::DumpHistoryPage|
source: Last step. Click 'Dump' to start dumping process.
be: Апошні крок. Націсніце "Захаваць" каб аб'яднаць гісторыі.
he: צעד אחרון. הקלק 'השלך' כדי להתחיל תהליך השלכה.

# HistoryManager::DumpHistoryPage|
source: Manager merges history, it make take several minutes.
be: Аб'яднанне. Чакайце...
he: מנהל ממזג כעת היסטוריה, זה עשוי לקחת מספר דקות.

# HistoryManager::DumpHistoryPage|
source: History has been successfully imported.
be: Імпарт паспяхова скончаны.
he: היסטוריה יובאה בהצלחה.

# HistoryManager::HistoryManagerWindow|
source: History manager
be: Кіраўнік гісторыі
he: מנהל היסטוריה

# HistoryManager::HistoryManagerWindow|
source: &Dump
be: Захаваць
he: &השלך

# HistoryManager::ImportHistoryPage|
source: Loading
be: Адкрыццё
he: טוען כעת

# HistoryManager::ImportHistoryPage|
source: Manager loads all history to memory, it may take several minutes.
be: Кіраўнік апрацоўвае дадзеныя, пачакайце...
he: מנהל טוען כעת את כל ההיסטוריה לזיכרון, זה עשוי לקחת מספר דקות.

# HistoryManager::ImportHistoryPage|
source: %n message(s) have been successfully loaded to memory.
be: %n паведамленне(яў) знойдена

# HistoryManager::ImportHistoryPage|
source: It has taken %n ms.
be: Цягам %n мс.

# HistoryManagerWindow|
source: Form
be: Форма
he: טופס

# ImportHistoryPage|
source: WizardPage
be: Майстра пераносу
he: עמוד אשף

# Plugin|
source: HistMan
be: Кіраўнік гісторыі

# Plugin|
source: Plugin makes possible to import history to qutIM from different messengers
be: Пашырэнне для імпарту і аб'яднання гісторыі паведамленняў qutIM з іншых кліентаў
he: תוספת זו מאפשרת לייבא היסטוריה אל qutIM מתוך יישומי מסרים מידיים אחרים

# Plugin|
source: Import history
be: Імпарт гісторыі
he: יבא היסטוריה
