Repository: euroelessar/qutim-translations
Catalog: modules/antispam/*.po
Languages: be, de, es

source: Antispam
be: Антыспам
de: Anti-Spambot
es: Anti basura

# Antispam::Handler|
source: Beer, wine, vodka, champagne: after which drink in this sequence I should stop?
be: Піва, віно, гарэлка, шампанскае: пасля якога напою з гэтага спісу я павінен спыніцца?
de: Hi, ich bin der automatische Anti-Spam-Automat! :-) Bitte beantworte diese Nachricht mit Hallo, ich bin kein Bot! um zu sicher zu gehen, dass du ein Mensch bist.
es: Cerveza, vino, vodka, champán: ¿después de qué bebida de la secuencia debería parar?

# Antispam::Handler|
source: We are ready to drink with you!
be: Мы гатовы выпіць з табой!
de: Glückwunsch, das war in der Tat die richtige Antwort!
es: ¡Estamos listos para beber contigo!

# Antispam::Handler|
source: vodka;Vodka
be: гарэлка;Гарэлка
de: Hallo, ich bin kein Bot!;hallo, ich bin kein bot!

# Antispam::Handler|
source: Message from %1 blocked on suspicion of spam.
be: Паведамленне ад %1 заблакавана, магчама гэта спам.
de: Nachricht von %1 wegen Verdacht auf Spam geblockt.
es: Mensaje de %1 bloqueado por ser sospechoso de ser basura.

# Antispam::SettingsWidget|
source: Form
be: Налады
es: Formulario

# Antispam::SettingsWidget|
source: Enabled
be: Уключаны
de: Aktivieren
es: Habilitado

# Antispam::SettingsWidget|
source: Handle auth requests
be: Апрацоўваць запыты аўтарызацыі
de: Erlaubnisanfragen abhandeln
es: Procesar peticiones de autorización

# Antispam::SettingsWidget|
source: Question:
be: Пытанне:
de: Frage:
es: Pregunta:

# Antispam::SettingsWidget|
source: Answers (semicolon as a separator):
be: Адказы ( адказ1;адказ2;адказ3)
de: Richtige Antworten (Strichpunkt als Trennzeichen):
es: Respuestas (separar con punto y coma):

# Antispam::SettingsWidget|
source: Message on correct answer:
be: Паведамленне пасля правільнага адказа.
de: Nachricht bei richtiger Beantwortung:
es: Mensaje para respuestas correctas:

# Antispam::SettingsWidget|
source: Beer, wine, vodka, champagne: after which drink in this sequence I should stop?
be: Піва, віно, гарэлка, шампанскае: пасля якога напою з гэтага спісу я павінен спыніцца?
de: Hi, ich bin der automatische Anti-Spam-Automat! :-) Bitte beantworte diese Nachricht mit Hallo, ich bin kein Bot! um zu sicher zu gehen, dass du ein Mensch bist.
es: Cerveza, vino, vodka, champán: ¿después de qué bebida de la secuencia debería parar?

# Antispam::SettingsWidget|
source: We are ready to drink with you!
be: Мы гатовы выпіць з табой!
de: Glückwunsch, das war in der Tat die richtige Antwort!
es: ¡Estamos listos para beber contigo!

# Antispam::SettingsWidget|
source: vodka;Vodka
be: гарэлка;Гарэлка
de: Hallo, ich bin kein Bot!;hallo, ich bin kein bot!

# Plugin|
source: Antispam
be: Антыспам
es: Anti basura

# Plugin|
source: Blocks messages from unknown contacts by question-answer pair
be: Блакаваць паведамленні ад невядомых кантактаў, пакуль няма адказу на пытанне.
de: Blockiert Nachrichten von unbekannten Kontakten, wenn sie eine vorgegebene Frage nicht beantworten können
es: Bloquea mensajes de fuentes desconocidas basándose en su respuesta a una pregunta dada

# Task|
source: Author
de: Autor
