Repository: euroelessar/qutim-translations
Catalog: modules/scriptapi/*.po
Languages: de

# Ignorer|
source: Evil ids
de: Böse IDs

# Plugin|
source: Blocks spam by qurstion-answer pair
de: Blockiert Nachrichten von unbekannten Kontakten, wenn sie eine vorgegebene Frage nicht beantworten können

# Plugin|
source: Ignores messages from certain persons
de: Ignoriert Nachrichten von den angegebenen Benutzern

# Plugin|
source: Added ability to create plugins at JavaScript
de: Ermöglicht JavaScript-Plugins

# Task|
source: Developer
de: Entwickler

# plugin|
source: Beer, wine, vodka, champagne: after which drink in this sequence I should stop?
de: Hi, ich bin der automatische Anti-Spam-Automat! :-) Bitte beantworte diese Nachricht mit Hallo, ich bin kein Bot! um zu sicher zu gehen, dass du ein Mensch bist.

# plugin|
source: Vodka
de: Hallo, ich bin kein Bot!;hallo, ich bin kein bot!

# plugin|
source: We are ready to drink with you!
de: Glückwunsch, das war in der Tat die richtige Antwort!

# plugin|
source: Enabled:
de: Aktiviert:

# plugin|
source: Block authorization requests:
de: Erlaubnisanfragen blockieren:

# plugin|
source: Question:
de: Frage:

# plugin|
source: Answers (semicolon as separator):
de: Richtige Antworten (Strichpunkt als Trennzeichen):

# plugin|
source: Message on correct answer:
de: Nachricht bei richtiger Beantwortung:
