Repository: euroelessar/qutim-translations
Catalog: modules/urlpreview/*.po
Languages: be, de, es

# Plugin|
source: UrlPreview
be: Прадпрагляд спасылак
es: Previsualización de URLs

# Plugin|
source: Preview images directly in the chat window
be: Прагляд малюнкаў у акне чату
de: Links mit Bildern und mehr direkt im Nachrichtenfenster anzeigen
es: Muestra una vista previa de imágenes directamente en la ventana de conversación

# UrlPreview::UrlHandler|
source: URL Preview
be: Прадпрагляд спасылак
de: URL Vorschau
es: Previsualización de URLs

# UrlPreview::UrlHandler|
source: bytes
be: байт(аў)

# UrlPreview::UrlHandler|
source: Something went wrong.
be: Штосьці пашло не так.
de: Irgendetwas ist schiefgegangen.
es: Algo malo ha ocurrido.

# UrlPreview::UrlHandler|
source: YouTube video
be: Відеа з YouTube
es: Vídeo de YouTube

# UrlPreview::UrlHandler|
source: Unknown
be: Невядома
de: Unbekannt
es: Desconocido

# UrlPreview::UrlHandler|
source: HTML5 Audio
be: Аўдыё HTML5
es: Audio HTML5

# UrlPreview::UrlHandler|
source: HTML5 Video
be: Відеа HTML5
es: Vídeo HTML5

# UrlPreviewSettingsForm|
source: Form
be: Форма
es: Formulario

# UrlPreviewSettingsForm|
source: Max filesize
be: Максiмальны памер файла
de: Max. Dateigröße
es: Tamaño máximo del fichero

# UrlPreviewSettingsForm|
source: Max picture size to preview
be: Максiмальны памер выявы
de: Bilder die größer sind als der Einstellungswert, werden nicht heruntergeladen
es: Tamaño máximo de la imagen a previsualizar

# UrlPreviewSettingsForm|
source: bytes
be: байтаў

# UrlPreviewSettingsForm|
source: Height
be: Вышыня
de: Höhe
es: Alto

# UrlPreviewSettingsForm|
source: Max height of images preview.
be: Максiмальная вышыня выявы для прадпрагляду
de: Maximale Höhe der Vorschaubilder (in Pixel).
es: Alto máximo de las previsualizaciones

# UrlPreviewSettingsForm|
source: px
be: пкс

# UrlPreviewSettingsForm|
source: Width
be: Шырыня
de: Breite
es: Ancho

# UrlPreviewSettingsForm|
source: Max width of images preview.
be: Максiмальная шырыня выявы для прадпрагляду
de: Maximale Breite der Vorschaubilder (in Pixel).
es: Ancho máximo de las previsualizaciones

# UrlPreviewSettingsForm|
source: Images preview
be: Прадпрагляд выявы
de: Vorschau für Bilder
es: Previsualizar imágenes

# UrlPreviewSettingsForm|
source: YouTube preview
be: Прадпрагляд з YouTube
de: Vorschau für YouTube
es: Previsualizar vídeos de YouTube

# UrlPreviewSettingsForm|
source: HTML5 Audio
be: Аўдыё HTML5
de: Vorschau für HTML5-Audio
es: Previsualizar audio HTML5

# UrlPreviewSettingsForm|
source: HTML5 Video
be: Відеа HTML5
de: Vorschau für HTML5-Videos
es: Previsualizat vídeo HTML5
