Repository: euroelessar/qutim-translations
Catalog: modules/offtherecord/*.po
Languages: de, uk

# OTRCrypt|
source: Start private Conversation
de: Vertrauliche Unterhaltung starten
uk: Розпочати приватну бесіду

# OTRCrypt|
source: End private Conversation
de: Vertrauliche Unterhaltung beenden
uk: Закінчити приватну бесіду

# OTRCrypt|
source: Verify Fingerprint
de: Fingerabdruck überprüfen
uk: Перевірка відбитку пальця

# OTRCrypt|
source: Show secure Session ID
de: Sichere Sitzungs-ID anzeigen
uk: Показати ІД сесії

# OTRCrypt|
source: Show own Fingerprint
de: Eigenen Fingerabdruck anzeigen
uk: Показати власний відбиток пальця

# OTRCrypt|
source: Personal settings
de: Persönliche Einstellungen
uk: Особисті налаштування

# OTRCrypt|
source: System settings
de: Systemeinstellungen
uk: Системні налаштування

# OTRCrypt|
source: OTR disabled
de: OTR deaktiviert
uk: OTR відключено

# OTRCrypt|
source: Manual
de: Manuell
uk: Вручну

# OTRCrypt|
source: Auto
de: Automatisch
uk: Автоматично

# OTRCrypt|
source: Force OTR
de: OTR erzwingen
uk: Примусовий OTR

# OTRCrypt|
source: OTR Plugin [%1]
uk: Плагін OTR [%1]

# OTRCrypt|
source: OTR Messaging
de: OTR Unterhaltungen
uk: Повідомлення OTR

# OtrInternal|
source: no OTR Message
de: keine OTR Nachricht
uk: Немає повідомлень OTR

# OtrInternal|
source: OTR TaggedPlaintexMessage
de: OTR-markierte Klartextnachricht
uk: OTR міткою текст повідомлення

# OtrInternal|
source: OTR QueryMessage
de: OTR Query-Nachricht
uk: Повідомлення OTR запитів

# OtrInternal|
source: OTR DH-Commit Message
de: OTR DH-Commit Nachricht
uk: OTR DH-Commit повідомлення

# OtrInternal|
source: OTR DH-Key Message
de: OTR DH-Schlüssel-Nachricht
uk: OTR DH-Key повідомлення

# OtrInternal|
source: OTR Reveal Signature Message
de: OTR Reveal Signature Nachricht
uk: Показати OTR підпис повідомлення

# OtrInternal|
source: OTR Signature Message
de: OTR Signatur-Nachricht
uk: OTR підпис повідомлення

# OtrInternal|
source: OTR Version 1 Key Exchange Message
de: OTR Version 1 Schlüsselaustausch-Nachricht
uk: OTR Версія 1 Обмін ключами повідомлення

# OtrInternal|
source: OTR Data Message
de: OTR Datennachricht
uk: OTR дані повідомлення

# OtrInternal|
source: OTR Error Message
de: OTR Fehlernachricht
uk: OTR повідомлення про помилки

# OtrInternal|
source: OTR Unknown Message
de: OTR Unbekannte Nachricht
uk: Невідоме OTR повідомлення

# OtrInternal|
source: Unknown OTR Message Type
de: Unbekannter OTR-Nachrichtentyp
uk: Невідомий тип OTR повідомлення

# OtrInternal|
source: Encrypting message from %1 to %2 failed.
de: Verschlüsseln der Nachricht von %1 nach %2 ist fehlgeschlagen.
uk: Не вдалося шифрування повідомлень з %1 в %2.

# OtrInternal|
source: The message was not sent.
de: Die Nachricht wurde nicht gesendet.
uk: Повідомлення не було надіслано.

# OtrInternal|
source: %1 has ended the OTR session. You should do the same.
de: %1 hat die OTR-Unterhaltung beendet. Du solltest das gleiche tun.
uk: %1 закінчив OTR сесію. Ви повинні зробити те ж саме.

# OtrInternal|
source: Auth
uk: Авторизація

# OtrInternal|
source: Please, answer the question to be authorised by %1.<br>Question: <b>%2</b>
de: Bitte die Frage beantworten, um von %1 autorisiert zu werden. .<br>Frage: <b>%2</b>
uk: Щоб авторизуватися, дайте будь-ласка відповідь на питання %1.<br>Запитання: <b>%2</b>

# OtrInternal|
source: Authorysing
de: Autorisieren
uk: Авторизувати

# OtrInternal|
source: Please, enter passphrase to authorise %1
de: Bitte Passphrase eingeben, um %1 zu autorisieren
uk: Будь-ласка, введіть пароль для авторизації %1

# OtrInternal|
source: Your buddy has successfully authenticated you. The conversation is now secure!
de: Der Kontakt hat dich erfolgreich authentifiziert. Die Unterhaltung ist jetzt vertraulich!
uk: Ваш приятель успішно пройшов вашу аутентифікацію. Тепер можна розмовляти безпечно!

# OtrInternal|
source: Your buddy has successfully authenticated you. You may want to authenticate your buddy as well by asking your own question.
de: Der Kontakt hat dich erfolgreich authentifiziert. Du kannst ihn auch authentifizieren, indem Du ihm eine eigene Frage stellst.
uk: Ваш приятель успішно пройшов вашу аутентифікацію. Проте ви можете перевірити справжність вашого співрозмовника задавши своє питання.

# OtrInternal|
source: Authentication successful. The conversation is now secure!
de: Authentifizierung erfolgreich. Die Unterhaltung ist jetzt vertraulich!
uk: Аутентифікація успішна. Розмовляти тепер безпечно.

# OtrInternal|
source: Authentication failed. The conversation is now insecure!
de: Authentifizierung fehlgeschlagen. Die Unterhaltung ist nicht sicher!
uk: Невдала аутентифікація. Розмовляти зараз небезпечно!

# OtrInternal|
source: Authentication error!
de: Authentifizierungsfehler
uk: Помилка аутентифікації!

# OtrInternal|
source: received %1 OTR state now is [%2]
de: %1 empfangen OTR Status ist jetzt [%2]
uk: прийнято %1 стан OTR тепер [%2]

# OtrInternal|
source: sessionId:
uk: Id сесії:

# OtrInternal|
source: not private
de: nicht vertraulich
uk: не особисті

# OtrInternal|
source: private
de: vertraulich
uk: особисті

# OtrInternal|
source: unverifed
de: unbestätigt
uk: неперевірені

# OtrInternal|
source: finished
de: abgeschlossen
uk: завершені

# OtrInternal|
source: unknown
de: unbekannt
uk: невідомі

# OtrInternal|
source: Generating keys for account %1 This may take a while. Please, move mouse and use keyoard to decrease generation time.
de: Berechne Schlüssel für das Konto %1 Das kann etwas dauern. Bitte die Maus bewegen und die Tastatur betätigen, um die Zeit zu verkürzen.
uk: Генерація ключа для облікового запису %1 Це може зайняти деякий час. Будь ласка, по рухайте мишею і по натискайте клавіші на клавіатурі, щоб зменшити час генерації.

# OtrInternal|
source: please wait...
de: bitte warten...
uk: зачекайте, будь ласка...

# OtrInternal|
source: Failed to generate key for account %1 The OTR Plugin will not work.
de: Berechnen des Schlüssels für das Konto %1 fehlgeschlagen Das OTR-Plugin wird nicht funktionieren.
uk: Не вдалося створити ключ для облікового запису %1 Плагін OTR працювати не буде.

# OtrInternal|
source: The fingerprint for account %1 is
de: Der Fingerabdruck für das Konto %1 lautet
uk: Відбитки пальців для облікового запису %1

# OtrInternal|
source: Account %1 has received new fingerprint from %2 : %3
de: Das Konto %1 hat einen neuen Fingerabdruck von %2 empfangen: %3
uk: Обліковий запис %1 отримав нові відбитки %2: %3

# OtrInternal|
source: Authentication aborded. The conversation is now insecure!
de: Authentifizierung abgebrochen. Die Unterhaltung ist nicht sicher!
uk: Аутентифікація перервана. Розмовляти небезпечно!

# OtrInternal|
source: Authenticating contact...
de: Authentifizieren des Kontakts...
uk: Розпізнавання контакту…

# OtrSettingsWidget|
source: Form
uk: Стиль

# OtrSettingsWidget|
source: Config
de: Allgemein
uk: Налаштування

# OtrSettingsWidget|
source: Add OTR state notification to chat window
de: Zeige OTR-Statusänderungen im Nachrichtenfenster
uk: Додати повідомлення стану OTR до вікна чату

# OtrSettingsWidget|
source: OTR policy
de: OTR Methoden
uk: Політики OTR

# OtrSettingsWidget|
source: Enable private messaging
de: Aktiviere vertrauliche Unterhaltungen
uk: Включити захист особистих повідомлень

# OtrSettingsWidget|
source: Automatically start private messaging
de: Vertrauliche Unterhaltungen automatisch starten
uk: Автоматично починати безпечну розмову

# OtrSettingsWidget|
source: Require private messaging
de: Vertrauliche Unterhaltungen erzwingen (immer)
uk: Вимагати захищену розмову

# OtrSettingsWidget|
source: Known fingerprints
de: Bekannte Fingerabdrücke
uk: Відомі відбитки пальців

# OtrSettingsWidget|
source: Account
de: Konto
uk: Обліковий запис

# OtrSettingsWidget|
source: Pecipient
de: Empfänger
uk: Отримувач

# OtrSettingsWidget|
source: Fingerprint
de: Fingerabdruck
uk: Відбиток пальця

# OtrSettingsWidget|
source: Trust
de: Vertrauenswürdig
uk: Довірений

# OtrSettingsWidget|
source: Message state
de: Nachrichtenstatus
uk: Повідомлення стану

# OtrSettingsWidget|
source: Forget
de: Verwerfen
uk: Забути

# OtrSettingsWidget|
source: My private keys
de: Meine Schlüssel
uk: Мої особисті ключі

# OtrSettingsWidget|
source: Protocol
de: Protokoll
uk: Протокол

# OtrSettingsWidget|
source: Key
de: Schlüssel
uk: Ключ

# OtrSettingsWidget|
source: Are you sure you want to delete the fingerprint: account: %1 buddy: %2 fingerprint: %3
de: Den Fingerabdruck wirklich löschen? Konto: %1 Kontakt: %2 Fingerabdruck: %3
uk: Ви дійсно хочете видалити відбитки пальців: Обліковий запис: %1 Приятель: %2 Відбитки пальців: %3

# OtrSettingsWidget|
source: Are you sure you want to delete the private key: account: %1 protocol: %2 fingerptint: %3
de: Den Schlüssel wirklich löschen? Konto: %1 Protokoll: %2 Fingerabdruck: %3
uk: Ви дійсно хочете видалити закритий ключ: Обліковий запис: %1 Протокол: %2 відбитки пальців: %3

# OtrSupport::OtrClosure|
source: no active encrypted session
de: keine verschlüsselte Unterhaltung aktiv
uk: немає активних зашифрованих сесій

# OtrSupport::OtrClosure|
source: Session ID of connection from account %1 to %2 is:
de: Die Sitzungs-ID der Verbindung von Konto %1 zu %2 lautet:
uk: Ідентифікатор з'єднання (SID) від %1 до %2s:

# OtrSupport::OtrClosure|
source: no private key for
de: kein privater Schlüssel für
uk: немає закритого ключа для

# OtrSupport::OtrClosure|
source: Fingerprint for account %1 is:
de: Der Fingerabdruck für das Konto %1 lautet:
uk: Немає закритого ключа для %1:

# OtrSupport::OtrClosure|
source: OTR state is changed. New state is [%1]
de: Der OTR-Status hat sich geändert. Der neue Status ist [%1]
uk: OTR статус змінено. Новий статус - [%1]

# Plugin|
source: Off-the-Record Messaging
uk: Стан OTR змінено. Тепер OTR [%1]

# Plugin|
source: Plugin provides encryption of messages by OTR
de: Ermöglicht verschlüsselte Unterhaltungen mittels OTR
uk: Модуль забезпечує шифрування повідомлень з допомогою OTR

# SMPdialog|
source: Authorisation
de: Autorisierung
uk: Авторизація

# SMPdialog|
source: Choose auth type
de: Autorisierungsart auswählen
uk: Виберіть тип аутентифікації

# SMPdialog|
source: Question/Answer
de: Frage/Antwort
uk: Питання/Відповідь

# SMPdialog|
source: Secret phrase
de: Geheime Phrase
uk: Секретна фраза

# SMPdialog|
source: Manual
de: Manuell
uk: Вручну

# SMPdialog|
source: TextLabel
uk: Текстова мітка

# SMPdialog|
source: Question
de: Frage
uk: Питання

# SMPdialog|
source: Answer
de: Antwort
uk: Відповідь

# SMPdialog|
source: Is this fingerprint right?
de: Ist dieser Fingerabdruck richtig?
uk: Чи правильні ці відбитки пальців?

# SMPdialog|
source: I agree
de: Ich stimme zu
uk: Я згоден

# SMPdialog|
source: I disagree
de: Ich stimme nicht zu
uk: Я не згоден

# SMPdialog|
source: Auth canceled
de: Autorisierung abgebrochen
uk: Аутентифікацію скасовано

# SMPdialog|
source: Could not find any fingerprints for this user.
de: Kann keine Fingerabdrücke für diesen Benutzer finden.
uk: Не вдалося знайти відбитки пальців для цього користувача.

# SMPdialog|
source: Protocol %0.<br>Authorisation of user <b>%1</b> <br>with fingerprint <b>%2</b>
de: Protokoll %0.<br>Autorisierung des Benutzers <b>%1</b> <br>mit dem Fingerabdruck <b>%2</b>
uk: Протокол %0.<br>Авторизація користувача <b>%1</b> <br>з відбитком пальця <b>%2</b>
