Repository: euroelessar/qutim-translations
Catalog: modules/kdeintegration/*.po
Languages: uk

# Core|
source: About qutIM
uk: Про qutIM

# KdeSpellerSettings|
source: Form
uk: Стиль

# KdeSpellerSettings|
source: Select dictionary:
uk: Оберіть словник:

# KdeSpellerSettings|
source: Autodetect of language
uk: Автоматично визначати мову

# Plugin|
source: KDE integration
uk: Інтеграція з середовищем KDE

# Plugin|
source: Integration with K Desktop Environment
uk: Інтеграція з середовищем K Desktop Environment

# Plugin|
source: KDE Integration
uk: Інтеграція з середовищем KDE

# Plugin|
source: Full-featured integration with KDE
uk: Повнофункціональная інтеграція з середовищем KDE

# Plugin|
source: KDE Emoticons
uk: Смайли KDE

# Plugin|
source: Using KDE emoticons packs
uk: Використовувати смайли середовища KDE

# Plugin|
source: KDE Crash handler
uk: Оброблювач збоїв KDE

# Plugin|
source: Handles qutIM's craches by KCrash
uk: Оброблювати помилки qutIM з допомогою KCrash

# Plugin|
source: KDE Spell checker
uk: Перевірка правопису KDE

# Plugin|
source: KDE Icon engine
uk: Іконки середовища KDE

# Plugin|
source: Uses KDE Icon engine for providing icons
uk: Використовувати іконки середовища KDE

# Plugin|
source: KDE Status Notifier
uk: Сповіщення KDE

# Plugin|
source: Using new KDE DBus tray specification
uk: Використовувати у треї KDE нову специфікацію DBus

# Plugin|
source: About KDE dialog
uk: Діалог інформації про KDE

# Plugin|
source: Show "About KDE" menu option
uk: Відображати "Про KDE" у списку меню

# Plugin|
source: KDE About application dialog
uk: Вікно "Про KDE"

# Plugin|
source: Use kde-specific application about dialog
uk: Використовувати kde-подібний діалог інформації про програму

# Settings|
source: Spell checker
uk: Перевірка орфографії
