Repository: euroelessar/qutim-translations
Catalog: modules/massmessaging/*.po
Languages: be, de

# Dialog|
source: Multiply Sending
be: Групавая адсылка
de: Mehrfaches Senden

# Dialog|
source: Message
be: Паведамленне
de: Nachricht

# Dialog|
source: Interval (in seconds):
be: Інтэрвал адсылкі (сек)
de: Intervall (sek):

# Dialog|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Notes:</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">You can use the templates:</p> <ul style="-qt-list-indent: 1;"><li style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">{receiver} - Name of the recipient </li> <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">{sender} - Name of the sender (profile name)</li> <li style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">{time} - Current time</li></ul> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:1; text-indent:0px;"></p></body></html>
be: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Notes:</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Вы можаце выкарыстоўваць шаблоны:</p> <ul style="-qt-list-indent: 1;"><li style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">{receiver} - Імя атрымальніка </li> <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">{sender} - Імя адпраўшчыка (рахунак)</li> <li style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">{time} - Час адсылкі</li></ul> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:1; text-indent:0px;"></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Anmerkungen:</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Folgende Platzhalter können verwendet werden:</p> <ul style="-qt-list-indent: 1;"><li style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">{receiver} - Name des Empfängers </li> <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">{sender} - Name des Absenders (Profilname)</li> <li style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">{time} - Aktuelle Zeit</li></ul> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:1; text-indent:0px;"></p></body></html>

# Dialog|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">In progress...</span></p></body></html>
be: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Адсылка...</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTDHTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type= "text/css"> p, li {white-space: pre-wrap;} </style></head><body style=" font-family:'Droid Sans'; font-size:9pt; fon-weight:400; font-style:normal;"> <p stile=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">In progress...</span></p></body></html>

# Dialog|
source: Send
be: Даслаць
de: &Senden

source: &Mass Messaging
be: Групавая адсылка
de: Mehrfaches Senden...

# MassMessaging::MessagingDialog|
source: Stop
be: Спыніць
de: Anhalten

# MassMessaging::MessagingDialog|
source: Sending message to %1: %v/%m
be: Адсылаецца да %1: %v/%m
de: Sende Nachricht an %1: %v/%m

# MassMessaging::MessagingDialog|
source: Sending message to %1
be: Адсылаецца да %1
de: Sende Nachricht an %1

# MassMessaging::MessagingDialog|
source: Sending message to %1 (%2/%3), time remains: %4
be: Адсылаецца да %1 (%2/%3), часу засталося: %4
de: Sende Nachricht an %1 (%2/%3), verbleibende Zeit: %4

# MassMessaging::MessagingDialog|
source: Finished
be: Адаслана
de: Fertig

# MassMessaging::MessagingDialog|
source: Error
be: Памылка
de: Fehler

# MassMessaging::MessagingDialog|
source: Start
be: Пачаць

# Plugin|
source: MassMessaging
be: Групавая адсылка
de: Massenbenachrichtigung

# Plugin|
source: Simple messaging to contact list
be: Простая адсылка паведамленняў некалькім людзям са спісу кантактаў.
de: Massenbenachrichtigungen an die Kontaktliste versenden
