Repository: euroelessar/qutim-translations
Catalog: modules/kineticpopups/*.po
Languages: be, sk

# AppearanceSettings|
source: Form
be: Форма
sk: Formulár

# AppearanceSettings|
source: test
be: праверка
sk: otestovať

# AppearanceSettings|
source: Preview is unavailable
be: Прадпрагляд недаступны
sk: Náhľad nie je dostupný

# KineticPopups::Backend|
source: Show popup
be: Паказваць апавяшчэнні
sk: Zobrazovať vyskakovacie okná

# KineticPopups::Backend|
source: Unable to create notification inside QtQuick
be: Не атрымалася стварыць апавяшчэнне праз QtQuick

# KineticPopups::PopupAppearance|
source: Simple popup
be: Простае апавяшчэнне
sk: Jednoduché vyskakovacie okno

# KineticPopups::PopupAppearance|
source: Preview
be: Прадпрагляд
sk: Náhľad

# KineticPopups::PopupAppearance|
source: Test again
be: Праверыць зноўку
sk: Otestovať znova

# KineticPopups::QuickNotify|
source: Notification from qutIM
be: Апавяшчэнні qutIM
sk: Upozornenie qutIM-u

# Plugin|
source: Kinetic popups
be: Усплываючыя апавяшчэнні
sk: Pohyblivé upozornenia

# Plugin|
source: Growl-like popups, based on power of Qt Quick
be: Growl падобныя апавяшчэнні, заснаваныя на Qt Quick
sk: Vyskakovacie okná podobné Growl - založené na sile Qt Quick

# Settings|
source: Popups
be: Усплываючыя апавяшчэнні
sk: Vyskakovacie okná
