Repository: euroelessar/qutim-translations
Catalog: modules/symbianintegration/*.po
Languages: uk

# ChatWidget|
source: Toggle fullscreen
uk: Повноекранний режим

# Core::AdiumChat::Symbian::StackedChatWidget|
source: Send to
uk: Надіслати до

# Core::AdiumChat::Symbian::StackedChatWidget|
source: Send
uk: Розіслати

# Core::AdiumChat::Symbian::StackedChatWidget|
source: Actions
uk: Дії

# Core::SimpleContactList::SymbianWidget|
source: Search contact
uk: Шукати контакт

# Core::SimpleContactList::SymbianWidget|
source: Status
uk: Статус

# Core::SimpleContactList::SymbianWidget|
source: Set Status Text
uk: Введіть текст статусу

# Core::SimpleContactList::SymbianWidget|
source: Actions
uk: Дії

# Plugin|
source: Symbian specific qutIM contactlist widget implementation
uk: Реалізація списку контактів специфічна для сімбіан

# Plugin|
source: Stacked chatform for S60 devices
uk: Мобільний вигляд чату для пристроїв під S60

# Plugin|
source: Symbian Vibration Support
uk: Підтримка вібрації в сімбіан

# Plugin|
source: Notifies about different events by vibration of your mobile device
uk: Сповіщення з допомогою вібрації у вашому мобільному телефоні

# Settings|
source: Chat
uk: Чат

# StackedChatBehavior|
source: Form
uk: Стиль

# StackedChatBehavior|
source: Store service messages in history
uk: Зберігати сервісні повідомлення в історії

# StackedChatBehavior|
source: Number of previous messages shown in new chats
uk: Кількість попередніх повідомлень, що відображаються в новому чаті

# StackedChatBehavior|
source: Number of shown previous messages:
uk: Кількість попередніх повідомлень:

# StackedChatBehavior|
source: Don't group messages after (sec):
uk: Не групувати повідомлення після (секунд)

# StackedChatBehavior|
source: Notifications in active chat
uk: Сповіщення при активному чаті

# Symbian::Vibration|
source: Vibration
uk: Вібрація
