Repository: euroelessar/qutim-translations
Catalog: modules/adiumwebview/*.po
Languages: be

# Adium::WebViewAppearance|
source: Choose background image
be: Выберыце выяву фона

# Adium::WebViewAppearance|
source: Images (*.png *.xpm *.jpg *.bmp *.gif)
be: Выявы (*.png *.xpm *.jpg *.bmp *.gif)

# Adium::WebViewFont|
source: Change
be: Змяніць

# Plugin|
source: Chat settings
be: Налады чату

# Plugin|
source: Adium-like WebView
be: Adium-падобны WebView

# Plugin|
source: Well-look stylished view based on WebKit and Adium ideas
be: Чат, выгляд якога заснаваны на WebKit і тэмах Adium

# QObject|
source: 1st quarter
be: 1-я чвэрць

# QObject|
source: 2nd quarter
be: 2-я чвэрць

# QObject|
source: 3rd quarter
be: 3-я чвэрць

# QObject|
source: 4th quarter
be: 4-я чвэрць

# QObject|
source: Normal
be: Звычайны

# QObject|
source: Download %fileName%
be: Спампаваць %fileName%

# QObject|
source: (Autoreply)
be: (Аўтаадказ)

# Settings|
source: Chat
be: Чат

# Style|
source: Animated new messages
be: Аніміраваць новыя паведамленні

# Style|
source: Avatar size
be: Памер аватара

# Style|
source: Contact nick color
be: Колер кантактаў

# Style|
source: My nick color
be: Колер майго імі

# Style|
source: Show avatars
be: Паказваць аватары

source: Widget
be: Віджэт

# chatAppearance|
source: Form
be: Форма

# chatAppearance|
source: Message styles:
be: Стылі паведамленняў

# chatAppearance|
source: Variant:
be: Варыянт:

# chatAppearance|
source: Show user icons
be: Паказваць аватары кантактаў

# chatAppearance|
source: Show header
be: Паказваць загаловак

# chatAppearance|
source: Text display:
be: Шрыфт:

# chatAppearance|
source: Set font...
be: Абраць шрыфт...

# chatAppearance|
source: Default
be: Прадвызначаны

# chatAppearance|
source: Background:
be: Фон:

# chatAppearance|
source: Use custom background
be: Выбраць іншы фон

# chatAppearance|
source: Image:
be: Выява:

# chatAppearance|
source: Normal
be: Звычайны

# chatAppearance|
source: Centered
be: Пасярэдзіне

# chatAppearance|
source: Tiled
be: Брукаванкай

# chatAppearance|
source: Tiled (Centered)
be: Брукаванкай (пасярэдзіне)

# chatAppearance|
source: Scaled
be: Расцягнуць

# chatAppearance|
source: Color:
be: Колер:
