Repository: euroelessar/qutim-translations
Catalog: modules/winintegration/*.po
Languages: be, de, he, sk, uk

# Core::SimpleContactList::SevenWidget|
source: Status
be: Статус
uk: Статус

# Core::SimpleContactList::SevenWidget|
source: Search contact
be: Пошук кантакту
de: Kontakt suchen
uk: Пощук контактів

# Core::SimpleContactList::SevenWidget|
source: Set Status Text
be: Увод статусу
de: Statusnachricht eingeben
uk: Ввести текст статусу

# Plugin|
source: Windows Integration
be: Інтэграцыя з Windows
he: אינטגרציית Windows
sk: Windows integrácia
uk: Інтеграція з Windows

# Plugin|
source: Adds count of unread messages as an icon to taskbar button of qutim, along with some commands list.
be: Адлюстроўвае колькасць непрачытаных паведамленняў на панелі задач
de: Zähler für ungelesene Nachrichten im Systray-Symbol, mit dem Popupmenü
he: מוסיפה ספירה של הודעות שלא נקראו כצלמית ללחצן שורת משימות של qutim, ביחד עם רשימת פקודות.
uk: Додає кількість непрочитаних повідомлень до іконки qutim на панель задач, сумісне з іншими опціями.

# Plugin|
source: Windows Integration: Taskbar
be: Інтэграцыя з Windows: Панель задач
he: אינטגרציית Windows: סרגל משימות
uk: Інтеграція з Windows: Панель задач

# Plugin|
source: Adds count of unread messages as an icon to taskbar button of qutIM.
be: Дадае лічыльнік непрачытаных паведамленняў на значок qutIM к панелі задач
de: Zähler für ungelesene Nachrichten im Systray-Symbol
he: מוסיפה ספירה של הודעות שלא נקראו כצלמית ללחצן שורת משימות של qutIM.
uk: Додати кількість непрочитаних повідомлень як іконку до qutim на панелі задач

# Plugin|
source: Seven
uk: Win7

# Plugin|
source: Windows seven specific implementation with button's in caption
be: Спецыфічная рэалізацыя для Windows Seven
de: Windows 7-spezifisches Modul
uk: Специфічна реалізація кнопки до заголовків для Win7

# Plugin|
source: Adds count of unread messages as an icon to taskbar button of qutim, along with some commands list and provides a bit more usable notification area icon than default plugin.
be: Дадае ўзаемадзеянне з супербарам Windows
de: Zeigt die Anzahl der ungelesenen Nachrichten in der Taskleiste und einige Befehle. Bringt etwas bessere Benachrichtigungen als das Standard-Plugin.
he: מוסיפה ספירה של הודעות שלא נקראו כצלמית ללחצן שורת משימות של qutim, ביחד עם רשימת פקודות וכן מוסיפה צלמית אזור התראה מעט יותר שימושית מהתוספת המשתמטת.
uk: Додає кількість непрочитаних повідомлень як іконку до qutim на панелі задач, сумісно з іншими опціями і призводить до більш зручного використання області повідомлень в порівнняні із стандартним плагіном.

# WSettingsForm|
source: Form
be: Форма
de: Formular
he: טופס
sk: Formulár
uk: Стиль

# WSettingsForm|
source: General
be: Асноўныя
de: Allgemein
he: כלליות
sk: Všeobecné
uk: Загальні

# WSettingsForm|
source: Links association
be: Ассацыяцыі спасылак
de: Linkverbund
he: שיוך קישורים
uk: Асоціації посилань

# WSettingsForm|
source: Open Jabber links with qutIM. This may require administrative privelegies.
be: Адкрыццё спасылак Jabber. Магчыма спатрэбяцца прывілеі адміністратара.
de: Jabber-Links mit qutIM öffnen. Dies kann Administratorrechte erfordern.
he: פתח קישורי Jabber בעזרת qutIM. זו עשויה להצריך הרשאות מנהל.
uk: Відкриття посилань Jabber в qutIM. Для цього можуть знадобитися привілеї адміністратора.

# WSettingsForm|
source: Update associations
be: Абнавіць асацыяцыі
de: Links zuweisen
he: עדכן שיוכים
uk: Оновити асоціації

# WSettingsForm|
source: Taskbar
be: Панэль задач
de: Taskleiste
he: שורת משימות
sk: Panel úloh
uk: Панель задач

# WSettingsForm|
source: Overlay Icon
be: Значок статусу
de: Überlagerungssymbol
he: צלמית ציפה
sk: Prekladať ikonou
uk: Накласти іконку

# WSettingsForm|
source: Enabled
be: Уключаны
de: Aktiviert
he: מאופשר
sk: Povolené
uk: Увімкнути

# WSettingsForm|
source: Show new messages number
be: Паказваць колькасць паведамленняў
de: Zeige Anzahl der neuen Nachrichten
he: הצג מספר הודעות חדשות
sk: Zobraziť počet nových správ
uk: Показувати кількість повідомлень

# WSettingsForm|
source: Add new conference messages number
be: Дадаваць колькасць паведамленняў з канферэнцыі
de: Zeige Anzahl der neuen Nachrichten und neuen Nachrichten in Chaträumen
sk: Pridať počet nových správ v konferenci
uk: Додавати кількість повідомлень з конференцій

# WSettingsForm|
source: Thumbnails
be: Мініяцюры
de: Vorschaubilder
he: תמונות ממוזערות
sk: Miniatúry
uk: Мініатюри

# WThumbnailsProvider|
source: <b>You have new messages.</b>
be: <b>Ёсць новыя паведамленні.</b>
de: <b>Sie haben neue Nachrichten</b>
he: <b>יש לך הודעות חדשות.</b>
sk: <b>Máte nové správy:</b>
uk: <b>Ви отримали нові повідомлення.</b>

# WThumbnailsProvider|
source: &middot; %n message(s) from chats.
be: &middot; %n паведамленне з чату.
de: &middot; %n Nachricht von Chats.
sk: &middot; %n správ z konverzácii.
uk: &middot; %n повідомлення з чату.

# WThumbnailsProvider|
source: &middot; %n message(s) from conferences.
be: &middot; %n паведамленне з канферэнцыі.
de: &middot; %n Nachricht in einem Chatraum.
sk: &middot; %n správ z konferencii.
uk: &middot; %n повідомлення з конференції.

# WThumbnailsProvider|
source: Last received from:
be: Апошняе прынята ад:
de: Letzte erhalten von:
he: התקבלה באחרונה מאת:
sk: Posledná od:
uk: Останнє отримане від:

# WThumbnailsProvider|
source: You have no new messages.
be: Няма новых паведамленняў
de: Du das keine neuen Nachrichten.
he: אין לך הודעות חדשות.
sk: Nemáte nové správy.
uk: У Вас немає нових повідмлень.
