Repository: euroelessar/qutim-translations
Catalog: modules/irc/*.po
Languages: de, uk

source: AddAccountForm
uk: Форма додавання облікових записів

# AddAccountForm|
source: Network name:
de: Netzwerkname:
uk: Назва мережі:

# AddAccountForm|
source: Servers:
de: Server:
uk: Сервера:

# AddAccountForm|
source: Add server
de: Server hinzufügen
uk: Додати сервер

# AddAccountForm|
source: Update server
de: Server updaten
uk: Оновити сервер

# AddAccountForm|
source: Password:
de: Passwort:
uk: Пароль:

# AddAccountForm|
source: Port:
uk: Порт:

# AddAccountForm|
source: Server:
uk: Сервер:

# AddAccountForm|
source: Protected by password
de: Passwortgeschützt
uk: Захищений паролем

# AddAccountForm|
source: Secure Connection (SSL)
de: SSL verwenden
uk: Захищене з'єднання (SSL)

# Author|
source: Alexey Prokhin
uk: Олексій Прохін

# EditNickForm|
source: Form
uk: Стиль

# EditNickForm|
source: Nick:
de: Spitzname:
uk: Нік

# EditNickForm|
source: Encoding:
de: Zeichensatz:
uk: Кодування:

# EditNickForm|
source: Full name:
de: Vollständiger Name:
uk: Повне ім'я:

# EditNickForm|
source: Alternative nick:
de: Alternativer Spitzname:
uk: Альтернативний нік:

# EditNickForm|
source: System
uk: Система

# EditNickForm|
source: EUC-KR
uk: EUK-KR

# EditNickForm|
source: Password:
de: Passwort:
uk: Пароль:

# IRC|
source: Name
uk: Ім'я

# IRC|
source: Channel
de: Raum
uk: Канал

# IRC|
source: Password
de: Passwort
uk: Пароль

# IRC|
source: Auto-join
de: Automatisch betreten
uk: Входити автоматично

# IRC|
source: Show console...
de: Konsole anzeigen...
uk: Показати консоль...

# IRC|
source: Search channel...
de: Raum suchen...
uk: Шукати канал...

# IrcChannel|
source: %1 gives channel operator privileges to %2.
de: %1 gibt %2 Op.
uk: %1 надає %2 права доступу оператора канала.

# IrcChannel|
source: %1 gives channel halfop privileges to %2.
de: %1 gibt %2 Half-Op.
uk: %1 надає %2 права доступу напівоператора канала.

# IrcChannel|
source: %1 gives %2 the permission to talk.
de: %1 erteilt %2 Sprecherlaubnis.
uk: %1 надає %2 можливість говорити.

# IrcChannel|
source: %1 takes channel operator privileges from %2.
de: %1 entzieht %2 Op.
uk: %1 забирає %2 права доступу оператора канала.

# IrcChannel|
source: %1 takes channel halfop privileges from %2.
de: %1 entzieht %2 Half-Op.
uk: %1 забирає %2 права доступу напівоператора канала.

# IrcChannel|
source: %1 takes the permission to talk from %2.
de: %1 entzieht %2 Sprecherlaubnis.
uk: %1 забирає %2 можливість говорити.

# IrcChannelListForm|
source: Form
uk: Стиль

# IrcConsoleForm|
source: IRC Server Console
de: IRC Server-Konsole
uk: Консоль IRC сервера

# Plugin|
source: IRC protocol
de: IRC Protokoll
uk: Протокол IRC

# Plugin|
source: Implementation of IRC protocol
de: Implementierung des IRC-Protokolls
uk: Реалізація IRC протоколу

# Plugin|
source: IRC account creator
uk: Створення облікового запису IRC

# Plugin|
source: Account creator for IRC protocol
de: Erstellt IRC-Konten
uk: Створення облікового запису IRC

# Plugin|
source: Proxy support
uk: Підтримка проксі

# Plugin|
source: Proxy support for IRC protocol
de: Unterstützung von Proxy-Servern für IRC
uk: Підтримка проксі для IRC

# QObject|
source: Not enough parameters for command %1
de: Zu wenig Parameter für den Befehl %1
uk: Не вистачає параметрів для команди %1

# Settings|
source: User information
de: Benutzerinformationen
uk: Інформація про користувача

# Settings|
source: Servers
de: Server
uk: Сервери

# Task|
source: Author
de: Autor
uk: Автор

# qutim_sdk_0_3::irc::ChannelsModel|
source: Channel
de: Raum
uk: Канал

# qutim_sdk_0_3::irc::ChannelsModel|
source: Users
de: Benutzer
uk: Користувачі

# qutim_sdk_0_3::irc::ChannelsModel|
source: Topic
de: Thema
uk: Тема

# qutim_sdk_0_3::irc::IrcAccount|
source: Away
de: Abwesend
uk: Відійшов

# qutim_sdk_0_3::irc::IrcChannel|
source: You are now known as %1
de: Du heißt nun %1
uk: Тепер ви відомі як %1

# qutim_sdk_0_3::irc::IrcChannel|
source: %1 are now known as %2
de: %1 heißt nun %2
uk: %1 тепер відомий як %2

# qutim_sdk_0_3::irc::IrcChannel|
source: %1 (%2) has joined the channel
de: %1 (%2) hat den Raum betreten
uk: %1 (%2) приєднався на канал

# qutim_sdk_0_3::irc::IrcChannel|
source: You left this channel (%1)
de: Du hast den Raum verlassen (%1)
uk: Ви покинули канал (%1)

# qutim_sdk_0_3::irc::IrcChannel|
source: You left this channel
de: Du hast den Raum verlassen
uk: Ви покинули канал

# qutim_sdk_0_3::irc::IrcChannel|
source: %1 has left this channel (%2)
de: %1 hat den Raum verlassen (%2)
uk: %1 покинув канал (%2)

# qutim_sdk_0_3::irc::IrcChannel|
source: %1 has left this channel
de: %1 hat den Raum verlassen
uk: %1 покинув канал

# qutim_sdk_0_3::irc::IrcChannel|
source: %1 has kicked you from the channel (%2)
de: %1 hat dich aus dem Raum geworfen (%2)
uk: %1 викинув вас з каналу (%2)

# qutim_sdk_0_3::irc::IrcChannel|
source: %1 has kicked you from the channel
de: %1 hat dich aus dem Raum geworfen
uk: %1 викинув вас з каналу

# qutim_sdk_0_3::irc::IrcChannel|
source: %1 has kicked %2 (%3)
de: %1 hat %2 (%3) rausgeworfen
uk: %1 було викинуто %2 (%3)

# qutim_sdk_0_3::irc::IrcChannel|
source: %1 has kicked %2
de: %1 hat %2 rausgeworfen
uk: %1 було викинуто %2

# qutim_sdk_0_3::irc::IrcChannel|
source: The channel topic is "%1"
de: Das Thema des Raums ist "%1"
uk: Тема каналу "%1"

# qutim_sdk_0_3::irc::IrcChannel|
source: The topic was set by %1 on %2.
de: Das Thema wurde von %1 am %2 festgelegt.
uk: %1 встановлено тему %2.

# qutim_sdk_0_3::irc::IrcChannelListForm|
source: Fetching channels list...
de: Empfange Raumliste...
uk: Отримання списку каналів...

# qutim_sdk_0_3::irc::IrcChannelListForm|
source: Channels list loaded. (%1)
de: Raumliste geladen. (%1)
uk: Отримано список каналів. (%1)

# qutim_sdk_0_3::irc::IrcChannelListForm|
source: Fetching channels list... (%1)
de: Empfange Raumliste... (%1)
uk: Отримання списку каналів... (%1)

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Kick / Ban
de: Rauswerfen / Aussperren
uk: Викинути/Забанити

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Kick
de: Rauswerfen
uk: Викинути

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Kickban
de: Rauswerfen+Aussperren
uk: Викинути і забанити

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Ban
de: Aussperren
uk: Забанити

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Ban *!*@*.host
de: *!*@*.host aussperren
uk: Забанити *!*@*.хост

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Ban *!*@domain
de: *!*@domain aussperren
uk: Забанити *!*@домен

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Ban *!user@*.host
de: *!user@*.host aussperren
uk: Забанити *!користучав@*.хост

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Ban *!user@domain
de: *!user@domain aussperren
uk: Забанити *!користувач@домен

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Kickban *!*@*.host
de: *!*@*.host rauswerfen+sperren
uk: Викинути і забанити *!*@*.хост

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Kickban *!*@domain
de: *!*@domain rauswerfen+sperren
uk: Викинути і забанити *!*@домен

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Kickban *!user@*.host
de: *!user@*.host rauswerfen+sperren
uk: Викинути і забанити *!користувач@*.хост

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Kickban *!user@domain
de: *!user@domain rauswerfen+sperren
uk: Викинути і забанити *!користувач@домен

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Ping
de: Ping (CTCP)
uk: Пінг

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Request client information
de: Clientinformationen (CTCP)
uk: Запит інформації клієнта

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Request version
de: Version (CTCP)
uk: Запитати версію

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Request time
de: Time (CTCP)
uk: Запитати час

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Avatar
de: Avatar (CTCP)
uk: Аватар

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Modes
de: Modi
uk: Режими

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Give Op
de: Op geben
uk: Надати права Оператора

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Take Op
de: Op entziehen
uk: Забрати права Оператора

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Give HalfOp
de: Halb-Op geben
uk: Надати права НапівОператора

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Take HalfOp
de: Halb-Op entziehen
uk: Забрати права НапівОператора

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Give voice
de: Sprecherlaubnis erteilen
uk: Дати голос

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Take voice
de: Sprecherlaubnis entziehen
uk: Забрати голос

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Send WHOIS request
de: Whois abfragen
uk: Відправити запит WHOIS

# qutim_sdk_0_3::irc::IrcConnection|
source: Server %1 (Version %2), User modes: %3, Channel modes: %4
de: Server %1 (Version %2), Benutzermodi: %3, Raummodi: %4
uk: Сервер %1 (Версія %2), Режими користувачів: %3, Режими каналу: %4

# qutim_sdk_0_3::irc::IrcConnection|
source: Message of the day:
de: Begrüßungsnachricht:
uk: Повідомлення дня:

# qutim_sdk_0_3::irc::IrcConnection|
source: End of message of the day
de: Ende der Begrüßungsnachricht
uk: Кінець повідомлення дня

# qutim_sdk_0_3::irc::IrcConnection|
source: Start of /LIST
de: Beginn von /LIST
uk: Початок /LIST

# qutim_sdk_0_3::irc::IrcConnection|
source: End of /LIST
de: Ende von /LIST
uk: Кінець /LIST

# qutim_sdk_0_3::irc::IrcConnection|
source: Bad list syntax, type /QUOTE HELP LIST
de: Falsche Syntax, versuchen sie /QUOTE HELP LIST
uk: Невірний синтаксис, для отримання допомоги введіть /QUOTE HELP LIST

# qutim_sdk_0_3::irc::IrcConnection|
source: Server load is temporarily too heavy. Please wait a while and try again.
de: Der Server ist momentan ausgelastet. Bitte später erneut versuchen.
uk: На даний момент сервер перевантажений. Зачекайте будь-ласка і через деякий час спробуйте знову.

# qutim_sdk_0_3::irc::IrcConnection|
source: %1 set away message "%2"
de: %1 hat die Abwesenheitsnachricht "%2"
uk: %1 відійшов зі словами "%2"

# qutim_sdk_0_3::irc::IrcConnection|
source: %1 removed away message
de: %1 hat seine Abwesenheitsnachricht gelöscht
uk: %1 забрав слова з якими відійшов

# qutim_sdk_0_3::irc::IrcConnection|
source: You are no longer marked as being away
de: Du bist nun nicht mehr als "Abwesend" gekennzeichnet
uk: Ви повернулися

# qutim_sdk_0_3::irc::IrcConnection|
source: You have been marked as being away
de: Du bist nun als "Abwesend" gekennzeichnet
uk: Ви відійшли

# qutim_sdk_0_3::irc::IrcConnection|
source: Add at least one server before connecting
de: Bitte vor dem Verbinden mindestens einen Server angeben
uk: Перед підключенням необхідно додати принаймні один сервер

# qutim_sdk_0_3::irc::IrcConnection|
source: Set at least one nick before connecting
de: Bitte vor dem Verbinden mindestens einen Spitznamen angeben
uk: Вкажіть нік перед тим як підключитися

# qutim_sdk_0_3::irc::IrcConnection|
source: Cannot connect to %1 network
de: Kann keine Verbindung zum Netzwerk %1 herstellen
uk: Не вдалося підключитися до мережі %1

# qutim_sdk_0_3::irc::IrcConnection|
source: Network error: %1
de: Netzwerkfehler: %1
uk: Помилка мережі: %1

# qutim_sdk_0_3::irc::IrcConnection|
source: SSL error: %1
de: SSL-Fehler: %1
uk: Помилка SSL: %1

# qutim_sdk_0_3::irc::IrcConnection|
source: SSL handshake completed
de: SSL-Handschlag abgeschlossen
uk: Рукостискання SSL завершено

# qutim_sdk_0_3::irc::IrcProtocol|
source: Auto-join
de: Automatisch betreten
uk: Входити автоматично

# qutim_sdk_0_3::irc::IrcStandartCtcpHandler|
source: Received CTCP-PING reply from %1: %2 seconds
uk: Прийнято CTCP-PING відповідь від %1: %2 секунд

# qutim_sdk_0_3::irc::IrcStandartCtcpHandler|
source: Received CTCP-%1 reply from %2: %3
uk: Прийнято CTCP-%1 відповідь від %2: %3

# qutim_sdk_0_3::irc::IrcWhoisRepliesHandler|
source: %1 is online via %2 (%3)
de: %1 ist über %2 (%3) online
uk: %1 перебуває у мережі за допомогою %2 (%3)

# qutim_sdk_0_3::irc::IrcWhoisRepliesHandler|
source: %1 is an IRC operator
de: %1 ist ein IRC-Operator
uk: %1- оператор IRC

# qutim_sdk_0_3::irc::IrcWhoisRepliesHandler|
source: %1 has been idle since
de: %1 ist untätig seit
uk: %1 не активний з

# qutim_sdk_0_3::irc::IrcWhoisRepliesHandler|
source: %1 has been online since
de: %1 ist online seit
uk: %1 активний з

# qutim_sdk_0_3::irc::IrcWhoisRepliesHandler|
source: %1 is a user on channels:
de: %1 ist in den Räumen:
uk: %1 є користувачем каналів:

# qutim_sdk_0_3::irc::IrcWhoisRepliesHandler|
source: %1 is logged in as %2
de: %1 ist als %2 eingeloggt
uk: %1 увійшов в систему як %2

# qutim_sdk_0_3::irc::IrcWhoisRepliesHandler|
source: %1 is using a secure connection
de: %1 verwendet eine sichere Verbindung
uk: %1 використовує захищене з'єднання

# qutim_sdk_0_3::irc::IrcStandartCtpcHandler|
source: Received CTCP-PING reply from %1: %2 seconds
de: CTCP-Pingantwort von %1 empfangen: %2 Sekunde

# qutim_sdk_0_3::irc::IrcStandartCtpcHandler|
source: Received CTCP-%1 reply from %2: %3
de: CTCP-%1 von %2 erhalten: %3

# qutim_sdk_0_3::irc::IrcWhoisRepliesHandler|
source: %1 is %2@%3 (%4)
de: %1 ist %2@%3 (%4)
