Repository: euroelessar/qutim-translations
Catalog: modules/maemo5integration/*.po
Languages: de, uk

# Author|
source: Evgeniy Degtyarev
uk: Євгеній Дегтярьов

# Maemo5Led|
source: Maemo 5 Led Notifications
de: Maemo 5 LED Benachrichtigungen
uk: Сповіщення світлодіодами на Maemo 5

# Maemo5Settings|
source: Form
uk: Стиль

# Maemo5Settings|
source: Show led notifications when display On
de: Zeige LED-Benachrichtigungen, wenn das Display an ist
uk: Сповіщення світлодіодами коли дисплей ввімкнено

# Maemo5Settings|
source: Vibration notifications when display On
de: Vibrieren, wenn das Display an ist
uk: Сповіщення вібрацією коли дисплей ввімкнено

# Maemo5Settings|
source: Vibrate time, ms (50)
de: Vibrierdauer, ms (50)
uk: Тривалість вібрації, мс (50)

# Maemo5Settings|
source: Popup time, sec (50)
de: Popupdauer, sek (50)
uk: Тривалість спливаючого повідомлення, сек (50)

# Maemo5Settings|
source: Orientation
de: Ausrichtung
uk: Орієнтація

# Maemo5Settings|
source: Landscape
de: Querformat
uk: Ландшафт

# Maemo5Settings|
source: Portrait
de: Hochformat
uk: Портрет

# Maemo5Settings|
source: Auto Orientation
de: Automatisch
uk: Автоорієнтація

# Maemo5Tray|
source: Maemo 5 blink icon in the tray
de: Maemo 5 blinkendes Systrayicon
uk: Блимати іконкою в треї на Maemo 5

# Maemo5Vibra|
source: Maemo 5 Vibration Notifications
de: Maemo 5 Vibrationbenachrichtigungen
uk: Сповіщення вібрацією на Maemo 5

# Plugin|
source: Maemo 5 Tray
uk: Трей Maemo 5

# Plugin|
source: Maemo 5 specific system tray implementation
de: Maemo 5 spezifisches Systemtray-Symbol
uk: Специфічна для Maemo 5 реалізація трею

# Plugin|
source: Maemo 5 Vibra Notifications
uk: Вібросповіщення на Maemo 5

# Plugin|
source: Notification system, based Maemo 5 Vibrator
de: Benachrichtigungssystem, basierend auf Maemo 5 Vibrationsalarm
uk: Система сповіщень для Maemo 5 яка використовує вібрацію

# Plugin|
source: Maemo 5 Settings
uk: Налаштування Maemo 5

# Plugin|
source: Maemo 5 Led Notifications
uk: Сповіщення світлодіодами на Maemo 5

# Plugin|
source: Notification system, based Maemo 5 Led
de: Benachrichtigungssystem, basierend auf Maemo 5 LED
uk: Система сповіщень для Maemo 5 яка використовує блимання світлодіодів

# Plugin|
source: Maemo 5 Idle detector
uk: Детектор неактивності для Maemo 5

# Plugin|
source: Native Maemo 5 idle detector
de: Native Maemo 5 Untätigkeitsverwaltung
uk: Нативна реалізація детектора неактивності для Maemo 5

# Plugin|
source: Maemo Led Notifications
uk: Світлодіодне сповіщення в Maemo 5

# Plugin|
source: Notification system based on Maemo 5 Led
de: Benachrichtigungssystem, basierend auf Maemo 5 LED
uk: Система сповіщень яка використовує світлодіодну підсвітку Maemo 5

# Plugin|
source: Specific Maemo 5 settings
de: Maemo 5 Einstellungen
uk: Особливі налаштування Maemo 5

# Plugin|
source: Maemo 5 Tray
uk: Трей Maemo 5

# Plugin|
source: Implement Maemo 5 specific system tray
de: Integration in das Maemo 5 Systemtray
uk: Реалізація трею в Maemo 5

# Plugin|
source: Maemo Vibration Notifications
uk: Сповіщення вібрацією на Maemo

# Plugin|
source: Notification system based on Maemo 5 Vibrator
de: Benachrichtigungssystem, basierend auf Maemo 5 Vibrationsalarm
uk: Система, що використовує вібрацію для сповіщення на Maemo 5

# Settings|
source: Maemo 5 Settings
de: Maemo 5 Einstellungen
uk: Налаштування Maemo 5

# Task|
source: Author
de: Autor
uk: Автор

# plugin|
source: Maemo Led Notifications
uk: Світлодіодне сповіщення в Maemo 5

# plugin|
source: Notification system, based on Maemo 5 Led
de: Benachrichtigungssystem, basierend auf Maemo 5 LED
uk: Система, що використовує для сповіщення світлодіоди на Maemo 5

# plugin|
source: Maemo 5 Settings
uk: Налаштування Maemo 5

# plugin|
source: Specific Maemo 5 settings
de: Maemo 5 Einstellungen
uk: Особливі налаштування Maemo 5

# plugin|
source: Maemo Vibration Notifications
uk: Сповіщення вібрацією на Maemo

# plugin|
source: Notification system, based on Maemo 5 Vibrator
de: Benachrichtigungssystem, basierend auf Maemo 5 Vibrationsalarm
uk: Система сповіщень яка використовує вібрацію на Maemo 5
