Repository: euroelessar/qutim-translations
Catalog: modules/core/*.po
Languages: be, he

# Account|
source: Authorization failed
be: Няўдалая аўтарызацыя
he: אימות נכשל

# Account|
source: Add new account
be: Дадаць новы рахунак
he: הוסף חשבון חדש

# Account|
source: Just add or create new account
be: Дадаць альбо стварыць новы рахунак
he: פשוט הוסף או צור חשבון חדש

# Account|
source: Accounts
be: Рахункі:
he: חשבונות

# AccountCreatorList|
source: Form
be: Форма
he: טופס

# AccountCreatorProtocols|
source: WizardPage
be: Майстра пераносу
he: עמוד אשף

# ActionToolBar|
source: Small
be: Малы
he: קטנה

# ActionToolBar|
source: Default
be: Прадвызначана
he: משתמטת

# ActionToolBar|
source: Big
be: Вялікі
he: גדולה

# ActionToolBar|
source: Huge
be: Вялізны
he: ענקית

# ActionToolBar|
source: Only display the icon
be: Паказваць толькі значкі
he: הצג את הצלמיות בלבד

# ActionToolBar|
source: Only display the text
be: Паказваць толькі тэкст
he: הצג את הטקסט בלבד

# ActionToolBar|
source: The text appears beside the icon
be: Тэкст побач са значкамі
he: הטקסט מופיע לצד הצלמית

# ActionToolBar|
source: The text appears under the icon
be: Тэкст пад значкамі
he: הטקסט מופיע תחת הצלמית

# ActionToolBar|
source: Follow the style
be: Сістэмны стыль
he: עקוב אחר סגנון

source: Add contact
be: Дадаць кантакт
he: הוסף איש קשר

# AddContact|
source: TextLabel
be: Тэкставае поле

# AddContact|
source: Name:
be: Імя:
he: שם:

# AddContact|
source: Remove from roster
be: Выдаліць са спісу
he: הסר מן הרשימה

# AddContact|
source: Add to roster
be: Дадаць у спіс
he: הוסף אל הרשימה

# AddContact|
source: Unavailable
be: Недаступна
he: לא זמין

# AddContact|
source: Remove contact
be: Выдаліць кантакт
he: הסר איש קשר

# AuthDialog|
source: Dialog
be: Дыялог
he: דו שיח

# AuthDialog|
source: TextLabel
be: Тэкставае поле

# Author|
source: Alexey Prokhin
be: Прохін Аляксей
he: אלקסיי פרוקהין (Alexey Prokhin)

source: Auto-away
be: Аўтастатус
he: היעדרות אוטומטית

# Chat|
source: View History
be: Прагледзець гісторыю
he: הצג היסטוריה

# ChatLayer|
source: Open session list
be: Адкрыць спіс сеансаў
he: פתח רשימת סשן

# ChatLayer|
source: Insert Emoticon
be: Уставіць смайл
he: שבץ רגשונים

# ChatLayer|
source: Show Emoticons
be: Паказаць смайлы
he: הצג רגשונים

# ChatLayer|
source: Quote
be: Цытата
he: ציטוט

# ChatLayer|
source: Clear Chat
be: Ачысціць акно чату
he: טהר שיחה

# ChatLayer|
source: Clear chat
be: Ачысціць чат
he: טהר שיחה

# ChatLayer|
source: Clear chat field
be: Ачысціць чат
he: טהר שדה שיחה

# ChatLayer|
source: Close chat
be: Закрыць чат
he: סגור שיחה

# ChatLayer|
source: ChatWidget
be: Акно чату

# ChatLayer|
source: Next chat
be: Наступны чат
he: שיחה באה

# ChatLayer|
source: Previous chat
be: Папярэдні чат
he: שיחה קודמת

# ChatLayer|
source: ContactList
be: Спіс кантактаў
he: רשימת קשר

# ChatSession|
source: Auto
be: Аўтаматычна
he: אוטומטי

# ChatSession|
source: Last active
be: Апошняя актыўнасць

# CloseButton|
source: Close Tab
be: Закрыць укладку
he: סגור כרטיסייה

# ContactInfo|
source: Received authorization request from %1:
be: Атрыманы запрос аўтарызацыі ад %1:
he: התקבלה בקשת הרשאה מן %1:

# ContactInfo|
source: Send authorization request to %1:
be: Даслаць запрос аўтарызацыі да %1:
he: שלח בקשת הרשאה אל %1:

# ContactInfo|
source: About contact %1 <%2>
be: Аб кантакце %1 <%2>
he: אודות איש קשר %1 <%2>

# ContactInfo|
source: About account %1
be: Пра рахунак %1
he: אודות חשבון %1

# ContactInfo|
source: About %1 <%2>
be: Аб %1 <%2>
he: אודות %1 <%2>

# ContactInfo|
source: Summary
be: Каротка
he: סיכום

# ContactInfo|
source: General
be: Асноўныя
he: כללי

# ContactInfo|
source: yes
be: так
he: כן

# ContactInfo|
source: no
be: не
he: לא

# ContactInfo|
source: Information unavailable
be: Інфармацыя недаступна
he: מידע לא זמין

# ContactInfo|
source: Show information
be: Паказаць інфармацыю
he: הצג מידע

# ContactInfo|
source: Edit information
be: Змяніць інфармацыю
he: ערוך מידע

# ContactList|
source: Sort by contact's last activity
be: Упарадкаваць па апошняй актыўнасці
he: סדר לפי פעילות אחרונה של איש קשר

# ContactList|
source: Sort by contact's status
be: Упарадкаваць па стану
he: סדר לפי מצב של איש קשר

# ContactList|
source: Show accounts and contacts
be: Паказваць кантакты і конты
he: הצג חשבונות ואנשי קשר

# ContactList|
source: Show tags and contacts
be: Паказваць кантакты і меткі
he: הצג תגיות ואנשי קשר

# ContactList|
source: Show only contacts
be: Паказваць толькі кантакты
he: הצג אנשי קשר בלבד

# ContactList|
source: Show accounts, tags and contacts
be: Паказваць кантакты, рахункі, меткі
he: הצג חשבונות, תגיות ואנשי קשר

# ContactList|
source: Copy id to clipboard
be: Скапіяваць id у буфер абмену
he: העתק מזהה אל לוח גזירה

# ContactList|
source: Edit tags
be: Рэдагаваць пазнакі
he: ערוך תגיות

# ContactList|
source: Rename contact
be: Перайменаваць кантакт
he: שנה שם איש קשר

# ContactList|
source: Enable/disable sound
be: Уключыць/выключыць гук
he: אפשר/נטרל צליל

# ContactList|
source: Change global status
be: Змяніць агульны статус
he: שנה מצב גלובלי

# ContactList|
source: Activate main menu
be: Задзейнічаць галоўнае меню
he: הפעל תפריט ראשי

# ContactList|
source: &Settings...
be: &Налады...
he: &הגדרות...

# ContactList|
source: Main menu
be: Галоўнае меню
he: תפריט ראשי

# ContactList|
source: &Quit
be: Вы&йсці
he: י&ציאה

source: Contact list
be: Спіс кантактаў
he: רשימת קשר

# ContactList|
source: Select tags
be: Выбраць меткі
he: בחר תגיות

# ContactList|
source: Hide offline
be: Схваць непадлучаных
he: הסתר לא מקוונים

# ContactList|
source: Default style
be: Прадвызначаны стыль
he: סגנון משתמט

# ContactList|
source: Default (depends on platform)
be: Прадвызначаны (залежыць ад платформы)
he: ברירת מחדל (תלוי פלטפורמה)

# ContactList|
source: Small (16x16)
be: Малы (16х16)
he: קטנה (16x16)

# ContactList|
source: Medium (22x22)
be: Сярэдні (22х22)
he: רגילה (22x22)

# ContactList|
source: Large (32x32)
be: Вялікі (32х32)
he: גדולה (32x32)

# ContactList|
source: Very large (48x48)
be: Вельмі вялікі (48х48)
he: גדולה מאוד (48x48)

# ContactList|
source: Huge (64x64)
be: Велізарны (64х64)
he: ענקית (64x64)

# ContactList|
source: qutIM 0.2 style
be: Стыль qutIM 0.2
he: סגנון qutIM 0.2

# ContactListBaseModel|
source: Blink icon in the contact list
be: Міргаючы значок у спісе кантактаў
he: הבהב צלמית ברשימת קשר

# ContactListBaseModel|
source: Without tags
be: Не мае метак
he: ללא תגיות

# ContactSearch|
source: Search contact
be: Пошук кантакту
he: חפש איש קשר

# Core|
source: About qutIM
be: Аб qutIM
he: אודות qutIM

# Core::AccountCreatorList|
source: Properties
be: Уласцівасці
he: מאפיינים

# Core::AccountCreatorList|
source: Account settings
be: Налады рахунку
he: הגדרות חשבון

# Core::AccountCreatorList|
source: Remove account
be: Выдаліць рахунак
he: הסר חשבון

# Core::AccountCreatorList|
source: Are you sure want to remove %1
be: Вы ўпэўнены, што жадаеце выдаліць %1
he: האם אתה בטוח שברצונך להסיר %1

# Core::AccountCreatorProtocols|
source: Select protocol
be: Абярыце пратакол
he: בחר פרוטוקול

# Core::AccountCreatorWizard|
source: Add a new account
be: Дадаць новы рахунак
he: הוסף חשבון חדש

# Core::ActionWidget|
source: Stop
be: Спыніць
he: הפסק

# Core::ActionWidget|
source: Stop the task
be: Спыніць задачу
he: הפסק את המשימה

# Core::ActionWidget|
source: Remove
be: Выдаліць
he: הסר

# Core::ActionWidget|
source: Remove the task
be: Выдаліць задачу
he: הסר את המשימה

# Core::AddContact|
source: Start chat
be: Пачаць размову
he: התחל שיחה

# Core::AddContact|
source: Show info
be: Паказаць звесткі
he: הצג מידע

# Core::AddContact|
source: Account must be online
be: Рахунак павінен быць падлучаны
he: על חשבון להיות מקוון

# Core::AdiumChat::AbstractChatWidget|
source: Chat with %1 (have %2 unread messages)
be: Чат з %1 (%2 непрачытаных паведамленняў)
he: שיחה עם %1 (קיימות %2 הודעות שלא נקראו)

# Core::AdiumChat::AbstractChatWidget|
source: Chat with %1
be: Чат з %1
he: שוחח עם %1

# Core::AdiumChat::AbstractChatWidget|
source: Conference %1 (%2)
be: Канферэнцыя %1 (%2)
he: ועידה %1 (%2)

# Core::AdiumChat::ChatEmoticonsWidget|
source: Close
be: Зачыніць
he: סגור

# Core::AdiumChat::ConferenceContactsView|
source: Insert Nick
be: Уставіць імя
he: שבץ כינוי

# Core::AdiumChat::ConferenceContactsView|
source: Conference participants
be: Удзельнікі канферэнцыі
he: משתתפתי ועידה

# Core::AdiumChat::ConferenceContactsView|
source: Private
be: Асабісты
he: פרטי

# Core::AdiumChat::SessionListWidget|
source: Close chat
be: Зачыніць чат
he: סגור שיחה

# Core::AdiumChat::SessionListWidget|
source: Session list
be: Спіс сеансаў
he: רשימת סשן

# Core::AdiumChat::StackedChatBehavior|
source: Double Enter
be: Падвоены Enter
he: Enter כפול

# Core::AdiumChat::StackedChatWidget|
source: Chat Actions
be: Дзеянні чату
he: פעולות שיחה

# Core::AdiumChat::StackedChatWidget|
source: Send to
be: Даслаць
he: שלח אל

# Core::AdiumChat::StackedChatWidget|
source: Actions
be: Дзеянні
he: פעולות

# Core::AdiumChat::TabbedChatBehavior|
source: Double Enter
be: Падвоены Enter
he: Enter כפול

# Core::AdiumChat::TabbedChatBehavior|
source: North
be: Зверху
he: צפון

# Core::AdiumChat::TabbedChatBehavior|
source: South
be: Знізу
he: דרום

# Core::AdiumChat::TabbedChatBehavior|
source: Classic
be: Класічны
he: קלאסי

# Core::AdiumChat::TabbedChatBehavior|
source: Adium-like
be: Чат у стыле Adium

# Core::AdiumChat::TabbedChatWidget|
source: Chat Actions
be: Дзеянні чату
he: פעולות שיחה

# Core::AdiumChat::TabbedChatWidget|
source: Send to
be: Даслаць
he: שלח אל

# Core::AdiumChat::TabbedChatWidget|
source: Session list
be: Спіс сеансаў
he: רשימת סשן

# Core::AdiumChat::TabbedChatWidget|
source: Send
be: Даслаць
he: שלח

# Core::AdiumChat::TabbedChatWidget|
source: &Actions
be: &Дзеянні
he: &פעולות

# Core::AdiumChat::TabbedChatWidget|
source: Accoun&ts
be: Рахунк&і
he: &חשבונות

# Core::AdiumChat::TabbedChatWidget|
source: &Chat
be: &Чат
he: &שיחה

# Core::AdiumChat::TabbedChatWidget|
source: Contacts
be: Кантакты
he: אנשי קשר

# Core::AuthDialogPrivate|
source: Actions
be: Дзеянні
he: פעולות

# Core::ChatNotificationsBackend|
source: Add message to chat
be: Дадаць паведамленне ў чат
he: הוסף הודעה אל שיחה

# Core::ChatSpellChecker|
source: Add to dictionary
be: Дадаць у слоўнік
he: הוסף למילון

# Core::ContactListSettings|
source: Sorting
be: Упарадкаванне
he: מיון

# Core::ContactListSettings|
source: Model
be: Мадэль
he: מודל

# Core::ContactListSettings|
source: Widget style
be: Стыль акна

# Core::ContactListSettings|
source: Contacts style
be: Стыль кантактаў

# Core::ContactListSettings|
source: To take effect you must restart qutIM
be: Каб пабачыць вынік патрэбна перазапусціць qutIM
he: לקבלת תוקף עליך להתחיל מחדש את qutIM

# Core::FileTransferDialog|
source: Remove
be: Выдаліць
he: הסר

# Core::FileTransferDialog|
source: Stop
be: Спыніць
he: הפסק

# Core::FileTransferDialog|
source: Open containing folder
be: Адкрыць тэчку з файлам
he: פתח תיקייה מכילה

# Core::FileTransferDialog|
source: Open
be: Адкрыць
he: פתח

# Core::FileTransferJobModel|
source: From
be: Ад
he: מאת

# Core::FileTransferJobModel|
source: To
be: Да
he: אל

# Core::HistoryWindow|
source: No History
be: Няма паведамленняў у гісторыі
he: אין היסטוריה

# Core::HistoryWindow|
source: In: %L1
be: Прынята: %L1

# Core::HistoryWindow|
source: Out: %L1
be: Даслана

# Core::HistoryWindow|
source: All: %L1
be: Усяго: %L1

# Core::HistoryWindow|
source: Close
be: Зачыніць
he: סגור

# Core::HistoryWindow|
source: Service message
be: Службовае паведамленне
he: הודעת שירות

# Core::IconLoaderSettings|
source: Theme
be: Тэма
he: מוטיב

# Core::KineticScroller|
source: Touch
be: Крананне
he: גע

# Core::KineticScroller|
source: Left mouse button
be: Левая кнопка мышкі
he: לחצן עכבר שמאלי

# Core::KineticScroller|
source: Middle mouse button
be: Сярэдняя кнопка мышкі
he: לחצן עכבר אמצעי

# Core::KineticScroller|
source: Right mouse button
be: Правая кнопка мышкі
he: לחצן עכבר ימני

# Core::MetaContacts::MergeDialog|
source: Manage metacontact
be: Кіраванне метакантактамі

# Core::MetaContacts::MergeDialog|
source: MetaContact name:
be: Імя метакантакту

# Core::MetaContacts::MergeDialog|
source: Search contacts:
be: Пошук кантактаў:
he: חיפוש אנשי קשר:

# Core::MetaContacts::Model|
source: Account
be: Рахунак
he: חשבון

# Core::MigrationStartPage|
source: Migration wizard
be: Майстра міграцыі
he: אשף הגירה

# Core::MigrationStartPage|
source: qutIM has discovered configuration from 0.2 version, choose profile to import history and configuration from.
be: qutIM выявіў канфігурацыю ад версіі 0.2, абярыце профіль для імпарту гісторыі і наладаў.
he: qutIM מצא תצורה מגרסא 0.2, בחר דיוקן לייבא ממנו היסטוריה ותצורה.

# Core::MigrationStartPage|
source: Unable to find profile dir
be: Тэчка профілю не знойдзена
he: אי אפשר למצוא מדור דיוקן

# Core::MigrationStartPage|
source: Unable to find any profile
be: Профіль не знойдзены
he: אי אפשר למצוא אף דיוקן

# Core::MobileAboutDialog|
source: qutIM %1<br>Uses Qt %2<p>Developers:<p>
be: qutIM %1<br>Выкарыстоўвае Qt %2<p>Разпрацоўшчыкі:<p>

# Core::MobileContactInfoWindow|
source: Request details
be: Запытаць звесткі
he: בקש פרטים

# Core::MobileContactInfoWindow|
source: Save
be: Захаваць
he: שמור

# Core::MobileContactInfoWindow|
source: Close
be: Зачыніць
he: סגור

# Core::MobileNotificationSettings|
source: Disable notifications when chat is active
be: Адключыць апавяшчэнні, калі акно чату актыўна
he: נטרל התראות כאשר שיחה הינה פעילה

# Core::MobileNotificationSettings|
source: Ignore conference messages that do not contain my name
be: Ігнараваць паведамленні канферэнцыі без майго імя
he: התעלם מהודעות ועידה שלא מכילות את שמי

# Core::MobileSearchForm|
source: Close
be: Зачыніць
he: סגור

# Core::MobileSettingsWindow|
source: Back
be: Назад
he: חזרה

# Core::MobileSettingsWindow|
source: Close
be: Зачыніць
he: סגור

# Core::MobileSettingsWindow|
source: qutIM settings - %1
be: Налады qutIM - %1
he: הגדרות qutIM - %1

# Core::MobileSettingsWindow|
source: Apply Settings - System Settings
be: Ужыць змены
he: החל הגדרות - הגדרות מערכת

# Core::MobileSettingsWindow|
source: The settings of the current module have changed. Do you want to apply the changes or discard them?
be: Налады модулю змяніліся. Жадаеце ўжыць змены ці скасаваць іх?
he: ההגדרות של המודול הנוכחי השתנו. האם ברצונך להחיל את השינויים או לסלקם?

# Core::NotificationSettings|
source: <b>Additional settings:</b>
be: <b>Дадатковыя налады:</b>
he: <b>הגדרות נוספות:</b>

# Core::NotificationSettings|
source: Disable notifications when chat is active
be: Адключыць апавяшчэнні, калі акно чату актыўна
he: נטרל התראות כאשר שיחה הינה פעילה

# Core::NotificationSettings|
source: Ignore conference messages that do not contain my name
be: Ігнараваць паведамленні канферэнцыі без майго імя
he: התעלם מהודעות ועידה שלא מכילות את שמי

# Core::PListConfigBackend|
source: Cannot write to file %1
be: Памылка запісу файла %1
he: אי אפשר לכתוב אל קובץ %1

# Core::PluginChoooserWidget|
source: To take effect you must restart qutIM
be: Каб ужыць змены трэба перазапусціць qutIM
he: לקבלת תוקף עליך להתחיל מחדש את qutIM

# Core::PluginChoooserWidget|
source: <b>Name: </b> %1 <br />
be: <b>Імя: </b> %1 <br />
he: <b>שם: </b> %1 <br />

# Core::PluginChoooserWidget|
source: <b>Description: </b> %1 <br />
be: <b>Апісанне: </b> %1 <br />
he: <b>תיאור: </b> %1 <br />

# Core::PluginChoooserWidget|
source: <b>Name:</b> %1<br/>
be: <b>Імя:</b> %1<br/>
he: <b>שם:</b> %1<br/>

# Core::PluginChoooserWidget|
source: <b>Task:</b> %1<br/>
be: <b>Задача:</b> %1<br/>
he: <b>משימה:</b> %1<br/>

# Core::PluginChoooserWidget|
source: <b>Webpage:</b> <a href="%1">%1</a><br/>
be: <b>Старонка ў сеціве:</b> <a href="%1">%1</a><br/>
he: <b>דף רשת:</b> <a href="%1">%1</a><br/>

# Core::ProfileCreationPage|
source: Error
be: Памылка
he: שגיאה

# Core::ProfileCreationPage|
source: Unable to create directory %1. Maybe you are trying to create a directory in a protected system directory
be: не атрымалася стварыць %1. Магчыма вы спрабавалі стварыць тэчку ў абароненай сістэмнай дырэкторыі.

# Core::ProfileCreationPage|
source: Warning
be: Папярэджанне
he: אזהרה

# Core::ProfileCreationPage|
source: Profile already exists, overwrite?
be: Профіль ужо існуюе, перапісаць?
he: דיוקן כבר קיים, להחליף?

# Core::ProfileCreationPage|
source: Unable to create profile hash
be: Не атрэмалася стварыць хэш профілю.

# Core::ProfileCreationPage|
source: Select path
be: Вылучыце шлях
he: בחר נתיב

# Core::ProfileDialog|
source: Error while loading
be: Памылка падчас запампоўкі
he: שגיאה במהלך טעינה

# Core::ProfileDialog|
source: Enter name
be: Увядзіце імя
he: הזן שם

# Core::ProfileDialog|
source: Profile name:
be: Назва профілю:
he: שם דיוקן:

# Core::ProfileDialog|
source: Invalid name
be: Недапушчальнае імя
he: שם לא תקין

# Core::ProfileDialog|
source: Name can not be empty!
be: Імя не можа быць пустым!
he: שם לא יכול להיות ריק!

# Core::ProfileDialog|
source: Enter password
be: Увядзіце пароль
he: הזן סיסמה

# Core::ProfileDialog|
source: Password:
be: Пароль:
he: סיסמה:

# Core::ProfileDialog|
source: Repeat password
be: Паўтарыце пароль
he: חזור על סיסמה

# Core::ProfileDialog|
source: Repeat password:
be: Паўтарыце пароль:
he: חזור על סיסמה:

# Core::ProfileDialog|
source: Incorrect password
be: Няправільны пароль
he: סיסמה שגויה

# Core::ProfileDialog|
source: Passwords doesn't match each other
be: Паролі не супадаюць
he: סיסמאות לא תואמות אחת את השניה

# Core::ProfileDialog|
source: Password can not be empty!
be: Пароль не можа быць пустым!
he: סיסמה לא יכולה להיות ריקה!

# Core::ProtocolChoooserWidget|
source: To take effect you must restart qutIM
be: Каб ужыць змены трэба перазапусціць qutIM
he: לקבלת תוקף עליך להתחיל מחדש את qutIM

# Core::ProxySettingsWidget|
source: Type:
be: Тып:
he: טיפוס:

# Core::ProxySettingsWidget|
source: Do not use proxy
be: Без проксі
he: אל תשתמש בפרוקסי

# Core::ProxySettingsWidget|
source: Use global proxy
be: Агульны проксі
he: השתמש בפרוקסי גלובלי

# Core::ProxySettingsWidget|
source: Type
be: Тып
he: טיפוס

# Core::ServiceChoooser|
source: <b>Name: </b> %1 <br />
be: <b>Імя: </b> %1 <br />
he: <b>שם: </b> %1 <br />

# Core::ServiceChoooser|
source: <b>Description: </b> %1 <br />
be: <b>Апісанне: </b> %1 <br />
he: <b>תיאור: </b> %1 <br />

# Core::ServiceChoooser|
source: <b>Name:</b> %1<br/>
be: <b>Імя:</b> %1<br/>
he: <b>שם:</b> %1<br/>

# Core::ServiceChoooser|
source: <b>Task:</b> %1<br/>
be: <b>Задача:</b> %1<br/>
he: <b>משימה:</b> %1<br/>

# Core::ServiceChoooser|
source: <b>Webpage:</b> <a href="%1">%1</a><br/>
be: <b>Старонка ў сеціве:</b> <a href="%1">%1</a><br/>
he: <b>דף רשת:</b> <a href="%1">%1</a><br/>

# Core::ServiceChoooserWidget|
source: To take effect you must restart qutIM
be: Каб ужыць змены трэба перазапусціць qutIM
he: לקבלת תוקף עליך להתחיל מחדש את qutIM

# Core::ShortcutItemDelegate|
source: (global)
be: (усеагульнае)
he: (גלובלי)

# Core::ShortcutItemDelegate|
source: %1 : input
be: %1 : уваход

# Core::SimpleAboutDialog|
source: Based on Qt %1 (%2 bit).
be: Заснавана на Qt %1 (%2 bit).

# Core::SimpleAboutDialog|
source: <div><b>qutIM</b> %1 is licensed under GNU General Public License, version 3 or (at your option) any later version.</div><div>qutIM resources such as themes, icons, sounds may come along with a different license.</div><br><hr><br>
be: <div><b>qutIM</b> %1 GNU General Public ліцэнзія версіі 3 або (калі жадаеце) любой пазнейшай.</div><div> Рэсурсы праграмы (тэмы,гукі, значкі) могуць маць іншую ліцэнзію .</div><br><hr><br>
he: <div><b>qutIM</b> %1 רשוי תחת הרשיון GNU General Public License, גרסא 3 או (כאופציה השמורה לכם) בכל גרסא מאוחרת יותר.</div><div>מקורות qutIM כגון מוטיבים, צלמיות, צלילים כשוים לבוא עם רשיון אחר.</div><br><hr><br>

# Core::SimpleActions|
source: Rename contact %1
be: Перайменаваць кантакт %1
he: שנה שם איש קשר %1

# Core::SimpleActions|
source: Input new name for contact %1
be: Увядзіце новае імя кантакту %1
he: הכנס שם חדש עבור איש קשר %1

# Core::SimpleContactList::Module|
source: Select tags
be: Выбраць меткі
he: בחר תגיות

# Core::SimpleContactList::Module|
source: Reset
be: Скінуць налады
he: אפס

# Core::SimpleContactList::SimpleWidget|
source: Main Toolbar
be: Галоўная панэль
he: סרגל כלים ראשי

# Core::SimpleContactList::SimpleWidget|
source: Search contact
be: Пошук кантакту
he: חפש איש קשר

# Core::SimpleContactList::SimpleWidget|
source: Status
be: Статус
he: מצב

# Core::SimpleContactList::SimpleWidget|
source: Set Status Text
be: Увод статусу
he: קבע טקסט מצב

# Core::SimpleContactList::ToryWidget|
source: Main Toolbar
be: Галоўная панэль
he: סרגל כלים ראשי

# Core::SimpleContactList::ToryWidget|
source: Global status
be: Агульны статус
he: מצב גלובלי

# Core::SimpleContactList::ToryWidget|
source: Set Status Text
be: Увод статусу
he: קבע טקסט מצב

# Core::SimpleContactList::ToryWidget|
source: Search contact
be: Пошук кантакту
he: חפש איש קשר

# Core::SimpleFileTransfer|
source: Incoming file
be: Уваходзячы файл
he: קובץ נכנס

# Core::SimpleFileTransfer|
source: %1 wants to send you %2 (%3)
be: %1 жадае даслаць вам %2 (%3)

# Core::SimpleFileTransfer|
source: Accept
be: Ужыць
he: קבל

# Core::SimpleFileTransfer|
source: Ignore
be: Праігнараваць
he: התעלם

# Core::SimpleFileTransfer|
source: Choose file for %1
be: Выберыце файл для %1

# Core::SimplePasswordWidget|
source: Enter password for account %1 (%2):
be: Увядзіце пароль для %1 (%2):

# Core::SimpleTagsEditor|
source: Edit tags for %1
be: Правіць меткі для %1

# Core::SimpleTray|
source: Blink icon in the tray
be: Мірганне значка ў трэе

# Core::SubmitPage|
source: Congratulations
be: Віншуем
he: ברכותיי

# Core::SubmitPage|
source: You've just created a profile for qutIM. Click Finish to proceed to adding user accounts
be: Профіль для qutIM быў створаны. Націсніце "Скончыць" каб дадаць рахункі ў профіль.
he: יצרת זה עתה דיוקן עבור qutIM. לחץ סיום כדי להמשיך להוספת חשבונות משתמש

# Core::SubmitPage|
source: Statistics gatherer
be: Збіральнік статыстыкі
he: מאסף סטטיסטיקות

# Core::SubmitPage|
source: Your system settings differ from the ones sent last time
be: Налады сістэмы адрозніваюцца ад ранейшых

# Core::SubmitPage|
source: Would you like to send details about your current setup?
be: Жадаеце адаслаць звесткі пра налады сістэмы?
he: האם ברצונך לשלוח פרטים אודות ההתקנה הנוכחית שלך?

# Core::SubmitPage|
source: Dont's ask me later
be: Больш не пытаць мяне
he: אל תשאל אותי אחר כך

# Core::SubmitPage|
source: Information to be transferred to the qutIM's authors:
be: Інфармацыя адсылаемая распрацоўшчыкам qutIM:
he: מידע לשליחה אל המחברים של qutIM:

# Core::XSettingsWindow|
source: qutIM settings - %1
be: Налады qutIM - %1
he: הגדרות qutIM - %1

# Core::XSettingsWindow|
source: Apply Settings - System Settings
be: Ужыць змены
he: החל הגדרות - הגדרות מערכת

# Core::XSettingsWindow|
source: The settings of the current module have changed. Do you want to apply the changes or discard them?
be: Налады модулю змяніліся. Жадаеце ўжыць змены ці скасаваць іх?
he: ההגדרות של המודול הנוכחי השתנו. האם ברצונך להחיל את השינויים או לסלקם?

# DataForms|
source: yes
be: так
he: כן

# DataForms|
source: no
be: не
he: לא

# DataForms|
source: Open image
be: Адкрыць выяву
he: פתח תמונה

# DataForms|
source: Images (*.gif *.bmp *.jpg *.jpeg *.png);;All files (*.*)
be: Выявы (*.gif *.bmp *.jpg *.jpeg *.png);;All files (*.*)
he: תמונות (‎*.gif *.bmp *.jpg *.jpeg *.png‬);;כל הקבצים (*.*)

# DefaultSearchForm|
source: Search window
be: Акно пошуку
he: חלון חיפוש

# DefaultSearchForm|
source: Search
be: Пошук
he: חפש

# DefaultSearchForm|
source: Cancel
be: Скасаваць
he: ביטול

# EmoticonsSelector|
source: No emoticons
be: Без смайлаў
he: אין רגשונים

# FileTransfer|
source: Title
be: Назва
he: כותרת

# FileTransfer|
source: File name
be: Назва файла
he: שם קובץ

# FileTransfer|
source: File size
be: Памер файла
he: גודל קובץ
