Repository: euroelessar/qutim-translations
Catalog: modules/core/*.po
Languages: be, he

# QObject|
source: Close
be: Закрыць
he: סגור

# QObject|
source: %1 GB
be: %1 ГБ
he: %1 ג״ב

# QObject|
source: %1 MB
be: %1 Мб
he: %1 מ״ב

# QObject|
source: %1 KB
be: %1 КБ
he: %1 ק״ב

# QObject|
source: %1 B
be: %1 байт
he: %1 בתים

# QObject|
source: Auto
be: Аўтаматычна
he: אוטומטי

# QObject|
source: Message from %1:
be: Паведамленне ад %1:
he: הודעה מאת %1:

# QObject|
source: Message to %1:
be: Паведамленне для %1:
he: הודעה אל %1:

# QObject|
source: qutIM launched
be: qutIM запушчана
he: qutIM שוגר

# QObject|
source: Blocked message from %1
be: Заблакавана паведамленне ад %1

# QObject|
source: %1 has joined
be: %1 далучыўся

# QObject|
source: %1 is online
be: %1 у сеціве

# QObject|
source: %1 has left
be: %1выйшаў

# QObject|
source: %1 is offline
be: %1 адлучыўся

# QObject|
source: %1 has changed status to %2
be: %1 змяніў статус на %2

# QObject|
source: %1 has birthday today!!
be: Сёння %1 святкуе народзіны!

# QObject|
source: %1 is typing
be: %1 друкуе

# QObject|
source: %1 is asking for your attention
be: Вас выклікае %1
he: %1 מבקש/ת את צומת לבך

# QObject|
source: System notify
be: Сістэмныя апавяшчэнні

# QObject|
source: Open chat
be: Адкрыць чат
he: פתח שיחה

# QObject|
source: Ignore
be: Праігнараваць
he: התעלם

# QObject|
source: Copy %1 to clipboard
be: Скапіяваць %1 у буфер абмену
he: העתק %1 אל לוח גזירה

# QxtCommandOptions|
source: sets the application GUI style
be: вызначае стыль акон праграмы
he: מגדירה את סגנון ממשק המשתמש הגרפי של היישום

# QxtCommandOptions|
source: sets the application stylesheet
be: вызначае стыль праграмы
he: מגדירה את גיליון הסגנון של היישום

# QxtCommandOptions|
source: restores the application from an earlier session
be: Аднаўляе папярэднюю сэсію праграмы

# QxtCommandOptions|
source: displays debugging information about widgets
be: Паказвае звесткі для адладжвання віджэтаў

# QxtCommandOptions|
source: use right-to-left layout
be: Напісанне справа налева

# QxtCommandOptions|
source: never grab the mouse or keyboard
be: Ніколі не захапліваць мышку ці клавіятуру

# QxtCommandOptions|
source: grab the mouse/keyboard even in a debugger
be: захапляць мышку/клавіятуру толькі ў наладчыке

# QxtCommandOptions|
source: run in synchronous mode for debugging
be: запуск у synchronous mode для адладжвання

# QxtCommandOptions|
source: use Direct3D by default
be: выкарыстоўваць Direct3D як першапачатковы

# QxtCommandOptions|
source: sets the X11 display
be: вызначае экран X11

# QxtCommandOptions|
source: sets the geometry of the first window
be: вызначае памер першага акна

# QxtCommandOptions|
source: sets the default font
be: прадвызначае шрыфт
he: מגדירה את ברירת המחדל של הגופן

# QxtCommandOptions|
source: sets the default background color
be: прадвызначае колер фону
he: מגדירה את ברירת המחדל של צבע הרקע

# QxtCommandOptions|
source: sets the default foreground color
be: прадвызначае колер тэксту
he: מגדירה את ברירת המחדל של צבע הטקסט

# QxtCommandOptions|
source: sets the default button color
be: прадвызначае колер кнопак
he: מגדירה את ברירת המחדל של צבע הכפתורים

# QxtCommandOptions|
source: sets the application name
be: вызначае назву праграмы
he: מגדירה את שם היישום

# QxtCommandOptions|
source: sets the application title
be: вызначае загаловак прыкладання
he: מגדירה את כותרת היישום

# QxtCommandOptions|
source: sets the X11 visual type
be: вызначае тып X11

# QxtCommandOptions|
source: limit the number of colors on an 8-bit display
be: абмежаваць колькасць колераў на 8-мі бітым экране

# QxtCommandOptions|
source: use a private color map
be: вызначае асабістую каляровую тэму

# QxtCommandOptions|
source: sets the input method server
be: вызначае метад уводу

# QxtCommandOptions|
source: disable the X Input Method
be: выключыць X метад уводу

# QxtCommandOptions|
source: sets the style used by the input method
be: Вызначае стыль метаду ўводу

# QxtCommandOptions|
source: option "%1" not found
be: Аргумент "%1" не знойдзены

# QxtCommandOptions|
source: Short options cannot have optional parameters
be: Кароткія аргументы не маюць дадатковых параметраў.

# QxtCommandOptions|
source: positional() called before parse()
be: positional() выклікана перад parse()

# QxtCommandOptions|
source: unrecognized() called before parse()
be: unrecognized()выклікана перад parse()

# QxtCommandOptions|
source: count() called before parse()
be: count() выклікана перад parse()

# QxtCommandOptions|
source: value() called before parse()
be: value() выклікана перад parse()

# QxtCommandOptions|
source: parameters() called before parse()
be: parameters() выклікана перад parse()

# QxtCommandOptions|
source: unrecognized parameters:
be: невядомыя параметры
he: פרמטרים לא מוכרים:

# QxtCommandOptions|
source: %1 requires a parameter
be: %1 патрабуе параметру

# SearchForm|
source: Search
be: Пошук
he: חיפוש

# SearchForm|
source: Back
be: Вярнуць
he: חזרה

# Service|
source: AboutDialog
be: Дыялог "Аб праграме"
he: דו שיח אודות

# Service|
source: AccountCreator
be: Стварэнне рахунку
he: מחולל חשבון

# Service|
source: ActionBoxModule
be: Модуль дзеянняў

# Service|
source: AddContact
be: Дадаць рахунак
he: הוסף איש קשר

# Service|
source: ApplicationWindow
be: Акно прыкладання

# Service|
source: AuthorizationService
be: Служба аўтарызацыі

# Service|
source: AutoAway
be: Аўтастатус
he: היעדרות אוטומטית

# Service|
source: Bearer
be: Кіраўнік падлучэннямі

# Service|
source: ChatForm
be: Акно чату

# Service|
source: ChatLayer
be: Чат

# Service|
source: ChatViewFactory
be: Адмалёўка чату

# Service|
source: ConferenceManager
be: Кіраўнік канферэнцыямі
he: מנהל ועידות

# Service|
source: ContactBackendModel
be: Выкарыстовываць сістэмную адмалёўку акна.

# Service|
source: ContactComparator
be: Апрацоўшчык кантактаў

# Service|
source: ContactDelegate
be: Адмалёўка кантактаў

# Service|
source: ContactInfo
be: Звесткі пра кантакт
he: מידע איש קשר

# Service|
source: ContactList
be: Спіс кантактаў
he: רשימת קשר

# Service|
source: ContactListItemDelegate
be: Адмалёўка спісу кантактаў

# Service|
source: ContactListWidget
be: Віджэт ліста кантактаў

# Service|
source: ContactModel
be: Шаблон кантакту

# Service|
source: Core::ContactDelegate
be: Шаблон кантакту

# Service|
source: CrashHandler
be: Апрацоўшчык крушэнняў

# Service|
source: DataFormsBackend
be: Формы і кнопкі

# Service|
source: Dock
be: Панэль
he: מעגן

# Service|
source: FileTransferManager
be: Кіраўнік адсылкі файлаў

# Service|
source: IconLoader
be: Запампоўшчык значкоў

# Service|
source: Idle
be: Бяздзейнасць (аўтастатус)
he: עצל

# Service|
source: JoinGroupChat
be: Далучэнне да канферэнцыі

# Service|
source: Led
be: Светлавы індыкатар
he: מכסה

# Service|
source: MetaContactManager
be: Кіраўнік метакантактамі

# Service|
source: NotificationSettings
be: Налады апавяшчэнняў
he: הגדרות התראה

# Service|
source: NowPlaying
be: Зараз грае
he: מנגן עכשיו

# Service|
source: Popup
be: Усплываючыя вокны
he: חלונית קופצת

# Service|
source: RosterStorage
be: Сховішча спісу кантактаў

# Service|
source: Scroller
be: Пракрутка
he: גולל

# Service|
source: SearchForm
be: Пошук

# Service|
source: SearchLayer
be: Пошук

# Service|
source: SettingsLayer
be: Налады

# Service|
source: Sound
be: Гук
he: צליל

# Service|
source: SpellChecker
be: Правапіс
he: בודק איות

# Service|
source: TrayIcon
be: Значок у трэі
he: סמל מגש

# Service|
source: Vibration
be: Вібрацыя
he: רטט

# Service|
source: VibrationAlert
be: Вібрацыя

# Service|
source: Settings Window
be: Акно наладак
he: חלון הגדרות

# ServiceChoooser|
source: Form
be: Форма
he: טופס

# SessionHelperSettings|
source: Form
be: Форма
he: טופס

# SessionHelperSettings|
source: Activate multichat when session created
be: Уключыць мульцічат падчас стварэння сесіі

# Settings|
source: Test settings
be: праверка наладаў
he: בחן הגדרות

# Settings|
source: Text
be: Тэкст
he: טקסט

# Settings|
source: Check
be: Праверыць

# Settings|
source: Open File
be: Адкрыць файл
he: פתח קובץ

# Settings|
source: Log file (*.log)
be: Файл часопісу (*.log)
he: קבצי יומן (‎*.log)

# Settings|
source: General
be: Асноўныя
he: כללי

# Settings|
source: Protocols
be: Пратаколы
he: פרוטוקולים

# Settings|
source: Appearance
be: Выгляд
he: מראה

# Settings|
source: Plugins
be: Пашырэнні
he: תוספות

# Settings|
source: Special
be: Адмысловыя
he: מיוחד

# Settings|
source: Invalid
be: Хібны
he: לא תקין

# Settings|
source: Accounts
be: Рахункі
he: חשבונות

# Settings|
source: Chat
be: Чат
he: שיחה

# Settings|
source: Emoticons
be: Смайлы
he: רגשונים

# Settings|
source: File transfer
be: Адсылка файлаў
he: העברת קובץ

# Settings|
source: Scrolling type
be: Тып пракруткі

# Settings|
source: Localization
be: Лакалізацыя
he: התאמת שפה

# Settings|
source: Notifications
be: Апавяшчэнні
he: התראות

# Settings|
source: Global proxy
be: Агульны проксі
he: פרוקסי גלובלי

# Settings|
source: Proxy
be: Проксі
he: פרוקסי

# Settings|
source: Icons theme
be: Тэма значкоў
he: מוטיב צלמיות

# Settings|
source: Service chooser
be: Выбар службаў
he: בורר שירות

# Settings|
source: Protocol chooser
be: Пратаколы
he: בורר פרוטוקול

# Settings|
source: Plugin chooser
be: Пашырэнні
he: בורר תוספת

# Settings|
source: Shortcuts
be: Спалучэнні клавішаў
he: קיצורי דרך

# Settings|
source: Sounds
be: Гукі
he: צלילים

# SettingsDialog|
source: Form
be: Форма
he: טופס

# Shortcut|
source: Close
be: Закрыць
he: סגור

# Shortcut|
source: Next child
be: Наступная ўкладка
he: צאצא בא

# Shortcut|
source: Previous child
be: Папярэдняя ўкладка
he: צאצא קודם

# Shortcut|
source: Find
be: Шукаць
he: מצא

# Shortcut|
source: Find next
be: Шукаць у наступным
he: מצא את הבא

# Shortcut|
source: Find previous
be: Шукаць у папярэднім
he: מצא את הקודם

# Shortcut|
source: Preferences
be: Налады
he: העדפות

# Shortcut|
source: Quit
be: Выйсці
he: יציאה

# Shortcut|
source: System
be: Сістэма
he: מערכת

# ShortcutSettingsWidget|
source: Form
be: Форма
he: טופס

# SimpleAboutDialog|
source: About qutIM
be: Аб qutIM
he: אודות qutIM

# SimpleAboutDialog|
source: Module based instant messenger.
be: Модульная праграма абмену імгненнымі паведамленнямі.
he: שליח הודעות מיידיות מבוסס מודול.

# SimpleAboutDialog|
source: Source code repository:
be: Зыходны код:
he: מאגר קוד מקור:

# SimpleAboutDialog|
source: Project site:
be: Старонка праекту:
he: אתר פרויקט:

# SimpleAboutDialog|
source: Bug tracker:
be: Пра памылкі паведамляць:
he: עוקב תקלות:

# SimpleAboutDialog|
source: Developers
be: Распрацоўшчыкі
he: מפתחים

# SimpleAboutDialog|
source: Translators
be: Перакладчыкі
he: מתרגמים

# SimpleAboutDialog|
source: License
be: Ліцэнзія
he: רשיון

# SimpleContactlistSettings|
source: Form
be: Форма
he: טופס

# SimpleContactlistSettings|
source: Status icons size:
be: Памер значкоў статусу
he: מידת צלמית מצב:

# SimpleContactlistSettings|
source: Show avatars
be: Паказваць аватары
he: הצג אווטארים

# SimpleContactlistSettings|
source: Show status text
be: Паказваць тэкст статусу
he: הצג טקסט מצב

# SimpleContactlistSettings|
source: Show extended icons
be: Паказваць дадатковыя значкі

# SimpleContactlistSettings|
source: Lite group headers
be: Лёгкія загалоўкі груповак

# SimpleContactlistSettings|
source: Show contact list on startup
be: Паказаць спіс кантактаў пасля запуску
he: הצג רשימת קשר בעת הפעלה

# SimplePasswordWidget|
source: Password Request
be: Запыт пароля
he: בקשת סיסמה

# SimplePasswordWidget|
source: Enter password for account %1 (%2):
be: Увядзіце пароль для %1 (%2):

# SimplePasswordWidget|
source: Enter password:
be: Увядзіце пароль
he: הזן סיסמה:

# SimplePasswordWidget|
source: Remember password
be: Памятаць пароль
he: זכור סיסמה

# SimpleStatusDialog|
source: Set Status Text
be: Увод статусу
he: קבע טקסט מצב

# SimpleTagsEditor|
source: Add
be: Дадаць
he: הוסף

# SimpletraySettings|
source: Form
be: Форма
he: טופס

# SimpletraySettings|
source: Icon
be: Значок
he: צלמית

# SimpletraySettings|
source: Show number of new messages
be: Паказваць колькасць новых паведамленняў
he: הצג מספר של הודעות חדשות

# SimpletraySettings|
source: Show number of chats with new messages
be: Паказваць колькасць чатаў з новымі паведамленнямі
he: הצג מספר של שיחות עם הודעות חדשות

# SimpletraySettings|
source: Show only icon
be: Паказваць толькі значок
he: הצג צלמית בלבד

# SimpletraySettings|
source: Other
be: Іншыя
he: אחר

# SimpletraySettings|
source: Show mail icon if there are new messages
be: Паказваць значок новага паведамлення
he: הצג צלמית דואר במידה וישנן הודעות חדשות

# SimpletraySettings|
source: Blink icon
be: Мірганне значка

# Sound|
source: No sound
be: Без гуку
he: אין צליל

# SoundTheme|
source: Preview
be: Прадпрагляд
he: הצגה מוקדמת

# SoundTheme|
source: Type
be: Тып
he: טיפוס

# SoundTheme|
source: Play
be: Прайграць
he: נגן

# SoundThemeSelector|
source: Form
be: Форма
he: טופס

# StackedChatBehavior|
source: Form
be: Форма
he: טופס

# StackedChatBehavior|
source: Send Key
be: Кнопка адсылкі

# StackedChatBehavior|
source: Store service messages in history
be: Захоўваць у гісторыі сістэмныя паведамленні
he: אחסן הודעות שירות בהיסטוריה

# StackedChatBehavior|
source: Number of previous messages shown in new chats
be: Колькасць папярэдніх паведамленняў у гісторыі

# StackedChatBehavior|
source: Number of shown previous messages:
be: Колькасць папярэдніх паведамленняў

# StackedChatBehavior|
source: Don't group messages after (sec):
be: Не групаваць паведамленні пасля (сек)
he: אל תקבץ הודעות כעבור (שניות):

# StackedChatBehavior|
source: Show contact id in receiver menu
be: Паказваць id кантакту ў меню атрымальніка
he: הצג מזהה איש קשר בתפריט מקבל

# StackedChatBehavior|
source: Autoresize the input field
be: Пашыраць поле ўводу тэкста аўтаматычна

# Status|
source: Online
be: У сеціве
he: מקוון

# Status|
source: Free for chat
be: Здольны да размовы
he: חופשי לשיחה

# Status|
source: Away
be: Адышоў
he: נעדר

# Status|
source: Not available
be: Недаступны
he: לא זמין

# Status|
source: Do not disturb
be: Не турбаваць
he: נא לא להפריע

# Status|
source: Invisible
be: Нябачны
he: בלתי נראה

# Status|
source: Offline
be: Па-за сеткай
he: לא מקוון

# Status|
source: Connecting
be: Злучэнне
he: מתחבר כעת

# Status|
source: Unknown
be: Невядома
he: לא ידוע

# TRANSLATORS|
source: Your names
be: Яўген Багамол
he: נבחרת Rahut

# TRANSLATORS|
source: Your emails
be: nomail@excuse.me
he: rahut@lists.sourceforge.net

# TRANSLATORS|
source: Your web addresses
be: https://translations.launchpad.net/qutim/translations/+lang/be
he: https://sourceforge.net/p/rahut

# TabbedChatBehavior|
source: Form
be: Форма
he: טופס

# TabbedChatBehavior|
source: Send Key
be: Кнопка адсылкі

# TabbedChatBehavior|
source: Store service messages in history
be: Захоўваць у гісторыі сістэмныя паведамленні
he: אחסן הודעות שירות בהיסטוריה

# TabbedChatBehavior|
source: Number of previous messages shown in new chats
be: Колькасць папярэдніх паведамленняў у новым акне чату.

# TabbedChatBehavior|
source: Number of shown previous messages:
be: Колькасць папярэдніх паведамленняў

# TabbedChatBehavior|
source: Don't group messages after (sec):
be: Не групаваць паведамленні пасля (сек)

# TabbedChatBehavior|
source: Tab position:
be: Знаходжанне ўкладак
he: מיקום כרטיסייה:

# TabbedChatBehavior|
source: Form layout:
be: Фармат чату:
he: מערך טופס:

# TabbedChatBehavior|
source: Chat state icons on tabs
be: Стан чату на ўкладцы

# TabbedChatBehavior|
source: Show menubar
be: Паказаць меню
he: הצג סרגל תפריט

# TabbedChatBehavior|
source: Show context-related window icon
be: Змяняць значок qutIM на значок статусу ўкладкі

# TabbedChatBehavior|
source: Show roster in chatWindow
be: Паказваць спіс кантактаў у акне чату

# TabbedChatBehavior|
source: Autoresize the input field
be: Пашыраць поле ўводу тэкста аўтаматычна

# TabbedChatBehavior|
source: Show contact id in receiver menu
be: Паказваць id кантакту ў меню атрымальніка
he: הצג מזהה איש קשר בתפריט מקבל

# TagsFilterDialog|
source: Select tags
be: Выбраць меткі
he: בחר תגיות

# Task|
source: Translator
be: Перакладчык
he: מתרגם

# Task|
source: Author
be: Аўтар
he: מחבר

# ToolTip|
source: Account
be: Рахунак
he: חשבון

# emoticonsSelector|
source: Form
be: Форма
he: טופס

# qutim_sdk_0_3::ContactSearchRequest|
source: Add contact
be: Дадаць кантакт
he: הוסף איש קשר

# qutim_sdk_0_3::FileTransferJob|
source: Initiation
be: Запуск
he: התחלה

# qutim_sdk_0_3::FileTransferJob|
source: Started
be: Запушчана
he: התחיל

# qutim_sdk_0_3::FileTransferJob|
source: Finished
be: Адаслана
he: הסתיים

# qutim_sdk_0_3::FileTransferJob|
source: Error
be: Памылка
he: שגיאה

# qutim_sdk_0_3::FileTransferJob|
source: Unknown
be: Невядома
he: לא ידוע

# qutim_sdk_0_3::FileTransferJob|
source: Network error
be: Сеткавая памылка
he: שגיאת רשת עבודה

# qutim_sdk_0_3::FileTransferJob|
source: Canceled
be: Скасавана
he: בוטל

# qutim_sdk_0_3::FileTransferJob|
source: Not supported
be: Не падтрымліваецца

# qutim_sdk_0_3::FileTransferJob|
source: Input/output error
be: Памылка ўводу-вываду
he: שגיאת קלט/פלט

# qutim_sdk_0_3::ModuleManager|
source: Could not init plugin: %1
be: Немагчыма запусціць пашырэнне : %1

# qutim_sdk_0_3::Profile|
source: Password is mismatched.
be: Пароль няспраўны.
he: סיסמה אינה תואמת.

# qutim_sdk_0_3::Profile|
source: Crypto service is unknown.
be: Невядомая служба шыфроўкі

# qutim_sdk_0_3::Profile|
source: Wrong profile id.
be: Няспраўны id профілю.
he: מזהה דיוקן שגוי.

# qutim_sdk_0_3::Profile|
source: Can't open file with hash
be: Не атрэмалася адкрыць файл хэша.

# qutim_sdk_0_3::SoundHandler|
source: Play sound
be: Прайграць гук
he: נגן צליל

# qutim_sdk_0_3::StatisticsHelper|
source: <b>Short:</b> %1 <br /><b>Version:</b> %2 <br /><b>Full:</b> %3 <br /><b>qutIM Version:</b> %4 <br /><b>Qt Version:</b> %5 (%6 bit) <br /><b>Screen resolution:</b> %7 x %8 <br /><b>System locale:</b> %9<br />
be: <b>Коратка:</b> %1 <br /><b>Версія:</b> %2 <br /><b>Цалкам:</b> %3 <br /><b>Версія qutIM:</b> %4 <br /><b>Версія бібліятэкі Qt:</b> %5 (%6 бит) <br /><b>Разрозненне экрана:</b> %7 x %8 <br /><b>Сістэмная лакаль:</b> %9<br />

# userInformationClass|
source: userInformation
be: Звесткі пра карыстача (Візітоўка)

# userInformationClass|
source: Request details
be: Запытаць звесткі
he: בקש פרטים

# userInformationClass|
source: Save
be: Захаваць
he: שמור

# userInformationClass|
source: Close
be: Закрыць
he: סגור

# Core::PluginChoooserWidget|
source: <b>Email:</b> <a href="mailto:%1">%1</a><br/>
he: <b>דוא״ל:</b> <a href="mailto:%1">%1</a><br/>

# Core::ServiceChoooser|
source: <b>Email:</b> <a href="mailto:%1">%1</a><br/>
he: <b>דוא״ל:</b> <a href="mailto:%1">%1</a><br/>

# DataForms|
source: the field is not set
he: השדה אינו קבוע

# Proxy|
source: Host
he: מארח
