Repository: euroelessar/qutim-translations
Catalog: modules/core/*.po
Languages: be, he

# FileTransfer|
source: Total size
be: Агульны памер
he: גודל כולל

# FileTransfer|
source: Contact
be: Кантакт
he: איש קשר

# FileTransfer|
source: Progress
be: Стан адсылкі
he: התקדמות

# FileTransfer|
source: State
be: Рэгіён
he: מצב

# FileTransfer|
source: Send file
be: Адаслаць файл
he: שלח קובץ

# FileTransfer|
source: Manage file transfers
be: Кіраванне адсылкай файлаў
he: נהל העברות קובץ

# FileTransferDialog|
source: File transfer manager
be: Кіраўнік адсылкі файлаў
he: מנהל העברת קובץ

# HistoryWindowClass|
source: HistoryWindow
be: Гісторыя
he: חלון היסטוריה

# HistoryWindowClass|
source: Account:
be: Рахунак:
he: חשבון:

# HistoryWindowClass|
source: From:
be: Ад:
he: מאת:

# HistoryWindowClass|
source: In: %L1
be: Прынята: %L1

# HistoryWindowClass|
source: Out: %L1
be: Даслана

# HistoryWindowClass|
source: All: %L1
be: Усяго: %L1

# HistoryWindowClass|
source: Search
be: Пошук
he: חיפוש

# HistoryWindowClass|
source: Return
be: Вярнуцца

# IdleStatusWidget|
source: Form
be: Форма
he: טופס

# IdleStatusWidget|
source: Set status "%1" after:
be: Змяніць статус на "%1" пасля:
he: קבע מצב "%1" כעבור:

# IdleStatusWidget|seconds
source: min
be: хв
he: דקה;דקות

# InformationRequest|
source: Unknown error
be: Невядомая памылка
he: שגיאה לא ידועה

# Jabber|
source: Join conference
be: Далучыцца да канферэнцыі
he: הצטרף אל ועידה

# Jabber|
source: Leave conference
be: Адлучыцца ад канфкрэнцыі
he: עזוב ועידה

# JoinChat|
source: Join groupchat
be: Далучыцца да канферэнцыі
he: הצטרף אל שיחת קבוצה

# JoinChat|
source: Account:
be: Рахунак:
he: חשבון:

# JoinChat|
source: Bookmarks
be: Закладкі
he: סימניות

# JoinChat|
source: Request last
be: Запытаць апошнія

# JoinChat|
source: messages
be: паведамленні
he: הודעות

# JoinChat|
source: Request messages since the datetime
be: Запытаць паведамленні з пэўнай датай

# JoinChat|
source: H:mm:ss
be: Г:хх:сс

# JoinChat|
source: Request messages since
be: Запытаць паведамленні з пэўнага моманта

# JoinChatDialog|
source: Join
be: Далучыцца
he: הצטרף

# JoinChatDialog|
source: New chat
be: Новая размова
he: שיחה חדשה

source: Join groupchat
be: Далучыцца да канферэнцыі
he: הצטרף אל שיחת קבוצה

# JoinGroupChat|
source: Select account:
be: Выбраць рахунак
he: בחר חשבון:

# JoinGroupChat|
source: Select bookmark
be: Выбраць закладку
he: בחר סימניה

# JoinGroupChat|
source: Save
be: Захаваць
he: שמור

# JoinGroupChat|
source: Remove
be: Выдаліць
he: הסר

# JoinGroupChat|
source: Close
be: Закрыць
he: סגור

# JoinGroupChat|
source: Back
be: Вярнуць
he: חזרה

# JoinGroupChat|
source: Recent
be: Апошнія
he: אחרונות

# JoinGroupChat|
source: Bookmarks
be: Закладкі
he: סימניות

# JoinGroupChat|
source: Join an existing or create a new groupchat
be: Падлучыцца да існуючага або стварыць новы пакой
he: הצטרף אל שיחת קבוצה קיימת או צור אחת חדשה

# JoinGroupChat|
source: Join
be: Далучыцца
he: הצטרף

# JoinGroupChat|
source: Create, edit, or delete saved bookmarks
be: Стварыць, змяніць або выдаліть захаваныя закладкі.
he: צור, ערוך, או מחק סימניות שמורות

# JoinGroupChat|
source: Manage bookmarks
be: Кіраванне закладкамі
he: נהל סימניות

# JoinGroupChat|
source: Save to bookmarks
be: Захаваць у закладках
he: שמור אל סימניות

# KeySequenceWidget|
source: What the user inputs now will be taken as the new shortcut
be: Націснутае спалучэнне клавішаў, будзе захавана для гэтай спасылкі.

# KeySequenceWidget|
source: No shortcut defined
be: Няма пэўных спалучэнняў.
he: לא הוגדר קיצור דרך

# KineticScrollerSettings|
source: Form
be: Форма
he: טופס

# KineticScrollerSettings|
source: Type:
be: Тып:
he: טיפוס:

# KineticScrollerSettings|
source: No scrolling
be: Не пракручваць

# KineticScrollerSettings|
source: Touch
be: Крананне
he: גע

# KineticScrollerSettings|
source: Left mouse button
be: Левая кнопка мышкі
he: לחצן עכבר שמאלי

# KineticScrollerSettings|
source: Middle mouse button
be: Сярэдняя кнопка мышкі
he: לחצן עכבר אמצעי

# KineticScrollerSettings|
source: Right mouse button
be: Правая кнопка мышкі
he: לחצן עכבר ימני

# KineticScrollerSettings|
source: Mouse press delay, secs:
be: Затрыка пстрычкі мышкі, сек:

# KineticScrollerSettings|
source: Drag start distance, metres:
be: Пачатак перацягвання, дыстанцыя ў метрах.

# KineticScrollerSettings|
source: Drag velocity smoothing factor, 1/secs:
be: Каэфіцыент запавольвання пры перацягванні, 1/сек:

# LineEdit|
source: Clear search field
be: Ачысціць поле пошуку
he: טהר שדה חיפוש

# Localization|Localized language name
source: <Language>
be: Беларуская
he: <שפה>

source: <Country>
be: Беларусь
he: <ארץ>

# LocalizationSettings|
source: Form
be: Форма
he: טופס

# MetaContact|
source: Split Metacontact
be: Падзяліць метакантакт

# MetaContact|
source: Manage metacontacts
be: Кіраванне метакантактамі

# MetaContacts|
source: Contacts in metacontact
be: Кантакты ў метакантакце

# MetaContacts|
source: Search results
be: Вынікі пошуку
he: תוצאות חיפוש

# Metacontact|
source: You
be: Вы
he: אני

# MigrationStartPage|
source: WizardPage
be: Майстра пераносу
he: עמוד אשף

# MigrationStartPage|
source: I want to import configuration and history
be: Я жадаю імпартаваць налады і гісторыю
he: אני רוצה לייבא תצורה והיסטוריה

# MigrationStartPage|
source: Choose profile:
be: Выберыце профіль
he: בחר דיוקן:

# MigrationStartPage|
source: Choose accounts:
be: Выберыце рахунак
he: בחר חשבונות:

# MobileAboutDialog|
source: About qutIM
be: Аб qutIM
he: אודות qutIM

# MobileAboutDialog|
source: TextLabel
be: Тэкставае поле

# MobileSearchForm|
source: Search window
be: Акно пошуку
he: חלון חיפוש

# MobileSearchForm|
source: Select account:
be: Выбраць рахунак
he: בחר חשבון:

# NetworkProxy|
source: Type
be: Тып
he: טיפוס

# Notification|
source: Incoming Message
be: Уваходзячае паведамленне
he: הודעה נכנסת

# Notification|
source: Outgoing Message
be: Зыходзячае паведамленне
he: הודעה יוצאת

# Notification|
source: qutIM Startup
be: qutIM запушчана
he: הפעלת qutIM

# Notification|
source: Blocked Message
be: Заблакаванае паведамленне
he: הודעה חסומה

# Notification|
source: Contact joined conference
be: Кантакт далучыўся да канферэнцыі

# Notification|
source: Contact left conference
be: Кантакт адлучыўся ад канферэнцыі

# Notification|
source: Incoming conference message
be: З канферэнцыі прыйшло паведамленне

# Notification|
source: Outgoing conference message
be: У канферэнцыю даслана паведамленне

# Notification|
source: File transfer completed
be: Адсылка файла скончана
he: העברת קובץ הושלמה

# Notification|
source: Contact online
be: Кантакт у сеціве
he: איש קשר מקוון

# Notification|
source: Contact offline
be: Кантакт па-за сеткай
he: איש קשר לא מקוון

# Notification|
source: Contact changed status
be: Кантакт змяніў статус
he: איש קשר שינה מצב

# Notification|
source: Contact birthday
be: Народзіны кантакту

# Notification|
source: Contact typing
be: Кантакт друкуе
he: איש קשר מקליד

# Notification|
source: System
be: Сістэма
he: מערכת

# Notification|
source: Attention notification
be: Папярэджанне
he: התראת הקשב

# Notification|
source: A new message has been received
be: Новае паведамленне
he: הודעה חדשה התקבלה

# Notification|
source: A message has been sent
be: Паведамленне адаслана
he: הודעה נשלחה

# Notification|
source: qutIM has started
be: qutIM запушчана
he: qutIM התחיל

# Notification|
source: A message has been blocked
be: Паведамленне заблакавана
he: הודעה נחסמה

# Notification|
source: A user has joined a conference
be: Карыстач далучыўся да канферэнцыі
he: משתמש הצטרף אל ועידה

# Notification|
source: A user has left a conference
be: Карыстач адлучыўся ад канферэнцыі
he: משתמש עזב ועידה

# Notification|
source: A new conference message has been received
be: Новае паведамленне з канферэнцыі
he: הודעת ועידה התקבלה

# Notification|
source: A conference message has been sent
be: Паведамленне ў канферэнцыю адаслана
he: הודעת ועידה נשלחה

# Notification|
source: A file transfer has been completed
be: Адсылка файла скончана
he: העברת קובץ הושלמה

# Notification|
source: A contact has gone online
be: Кантакт у сетцы
he: איש קשר התחבר

# Notification|
source: A contact has gone offline
be: Кантакт па-за сеткай
he: איש קשר התנתק

# Notification|
source: A contact has changed status
be: Кантакт змяніў статус
he: איש קשר שינה מצב

# Notification|
source: A contact has birthday!
be: У кантакту народзіны!
he: לאיש קשר יש יום הולדת!

# Notification|
source: A contact is typing
be: Кантакт друкуе
he: איש קשר מקליד

# Notification|
source: A system notification
be: Сістэмнае паведамленне
he: הודעת מערכת

# Notification|
source: Contact is asking for your attention
be: Кантакт выклікае вас
he: איש קשר מבקש את צומת לבך

# Notifications|
source: Type
be: друкуе
he: טיפוס

# Plugin|
source: Service chooser
be: Выбар службаў
he: בורר שירות

# Plugin|
source: TODO
be: Трэ зрабіць

# Plugin|
source: Account creator
be: Стваральнік рахункаў
he: מחולל חשבון

# Plugin|
source: Default qutIM account creator
be: Прадвызначаны стваральнік рахункаў
he: מחולל חשבון משתמט qutIM

# Plugin|
source: qutIM and Kopete emoticons
be: qutIM ды Kopete смайлы
he: רגשוני qutIM וגם Kopete

# Plugin|
source: Default qutIM emoticons backend
be: Першапачатковая база смайлаў qutIM
he: מגשר עורפי משתמט של רגשונים qutIM

# Plugin|
source: Simple tray
be: Трэй
he: מגש פשוט

# Plugin|
source: Default qutIM system tray icon implementation
be: Першапачатковая рэалізацыя трэя qutIM
he: המחשה משתמטת של סמל מגש מערכת qutIM

# Plugin|
source: Contact list model set
be: Выгляд спісу кантактаў

# Plugin|
source: Full-featured contact list model set
be: Поўнафункцыянальны спіс кантактаў

# Plugin|
source: Idle detector
be: Выяўленне неактыўнасці

# Plugin|
source: Native idle detector, based on system api
be: Дэтэктар, заснаваны на сістэмных АРІ. (Функцыя Аўтастатус)

# Plugin|
source: Authorization dialog
be: Дыялог аўтарызацыі

# Plugin|
source: Simple authorization dialog
be: Просты дыялог аўтарызацыі
he: דו שיח הרשאה פשוט

# Plugin|
source: Simple information window about a contact
be: Акно звестак кантакту
he: חלון מידע פשוט אודות איש קשר

# Plugin|
source: Default qutIM implementation of the information window
be: Першапачатковая рэалізацыя акон звестак qutIM
he: המחשה משתמטת של חלון המידע qutIM

# Plugin|
source: Mobile conference join dialog
be: Мабільны дыялог далучэння да канферэнцыі

# Plugin|
source: Conference join dialog adopted for touch devices with small screen
be: Дыялог далучэння да канферэнцыі, для прылад с сэнсарным і малым экранам.

# Plugin|
source: Mobile Settings dialog
be: Дыялог наладак для мабільных прыладаў

# Plugin|
source: Kickoff style settings dialog specialy for Maemo/MeeGo
be: Скінуць налады стылю. (Створана для Maemo/Meeggo)

# Plugin|
source: Mobile information window about a contact
be: Мабільнае акно з інфармацыяй кантакту

# Plugin|
source: qutIM implementation of the information window for mobiles
be: Інфармацыйныя вокны для мабільных прыладаў.
he: המחשה של חלון המידע עבור ניידים qutIM

# Plugin|
source: Json History
be: Гісторыя JSON
he: היסטוריית Json

# Plugin|
source: Default qutIM history implementation, based on JavaScript Object Notation
be: Першапачатковая реэлізацыя гісторыі , заснавана на JSON

# Plugin|
source: PList config
be: Канфігурацыя Plist
he: תצורת PList

# Plugin|
source: Additional qutIM config implementation for Apple plists
be: Дадатковая рэалізацыя паддытрымкі Apple Plist
he: המחשה של תצורת qutIM עבור plists של Apple

# Plugin|
source: Mobile notifications settings
be: Налады апавяшчэнняў

# Plugin|
source: Mobile settings widget set for notifications
be: Дыялог наладкі апавяшчэнняў

# Plugin|
source: Simple about dialog
be: Дыялог "Аб праграме"
he: דו שיח אודות פשוט

# Plugin|
source: Simple dialog about qutIM and it's authors
be: Дыялог аб qutIM і яго аўтарах

# Plugin|
source: Localization
be: Сродкі лакалізацыі
he: התאמת שפה

# Plugin|
source: Default qutIM localization engine
be: Сродак лакалізацыі qutIM

# Plugin|
source: Emoticons settings
be: Налады смайлаў
he: הגדרות רגשונים

# Plugin|
source: Default settings widget set for emoticons
be: Віджэт наладкі смайлаў

# Plugin|
source: File transfer settings
be: Налады адсылкі файлаў
he: הגדרות העברת קובץ

# Plugin|
source: Default implementation of the file transfer settings widget
be: Першапачатковая рэалізація адсылкі файлаў

# Plugin|
source: SimpleActionBox
be: Адмалёўка акон

# Plugin|
source: Simple actionbox module
be: Адмалёўка акон

# Plugin|
source: Qt Kinetic scroller
be: Пракрутка Qt Kinetic

# Plugin|
source: Kinetic scroller from upcoming Qt release
be: Пракрутка Kinetic з навейшага рэлізу Qt

# Plugin|
source: AutoAway
be: Аўтастатус
he: היעדרות אוטומטית

# Plugin|
source: Automatically changes status of accounts on inactivity
be: Аўтаматычна змяняе статус на "Адышоў" калі праграма бяздзейнічае

# Plugin|
source: Data forms backend
be: База формаў аб'ектаў

# Plugin|
source: Default qutIM implementation of the data forms
be: Першапачатковая рэалізацыя формаў аб'ектаў qutIM
he: המחשה משתמטת של תבניות נתונים qutIM

# Plugin|
source: Simple MetaContacts
be: Метакантакты

# Plugin|
source: Default qutIM MetaContacts implementation
be: Першапачатковая рэалізацыя метакантактаў.

# Plugin|
source: Mirgation 0.2 to 0.3
be: Пераход з 0.2 на 0.3

# Plugin|
source: Module for migration from 0.2 to 0.3
be: Пашырэнне для простага пераходу з 0.2 на 0.3

# Plugin|
source: Simple
be: Просты

# Plugin|
source: Default qutIM contactlist widget implementation with global status button
be: Першапачатковая рэалізацыя спісу кантактаў з кнопкай агульнага статусу.

# Plugin|
source: Tory Contactlist
be: Спіс кантактаў Tory

# Plugin|
source: Tory contactlist
be: Спіс кантактаў Tory

# Plugin|
source: Simple contact list
be: Просты спіс кантактаў

# Plugin|
source: Default qutIM contact list implementation. Just simple
be: Першапачатковая рэалізацыя спісу кантактаў
he: המחשה משתמטת של רשימת קשר qutIM. פשוט כך

# Plugin|
source: Contact delegate
be: Візітоўка кантакту

# Plugin|
source: Default contact delegate. Just simple
be: Першапачатковая рэалізацыя візітоўкі.

# Plugin|
source: Adium service icons
be: Значкі службаў Adium

# Plugin|
source: Protocol icons powered by Adium ServiceIcons packs
be: Значкі пратаколаў Adium

# Plugin|
source: No crypto
be: Нешыфраваны

# Plugin|
source: Store passwords in plaintext. Easy to read. Easy to recover.
be: Захоўвае паролі звычайным тэкстам. Лёгка прачытаць і аднавіць (у тым ліку злаўмыснікам).

# Plugin|
source: Notification filter
be: Фільтр апавяшчэнняў

# Plugin|
source: Sound theme selector
be: Выбар гукавай схемы
he: בורר מוטיב קולי

# Plugin|
source: Simple sound theme selector
be: Кіраўнік змены гукавых схемаў
he: בורר מוטיב קולי פשוט

# Plugin|
source: Actionbox module for mobile devices with softkeys support
be: модуль дзеянняў для мабільных, з падтрымкай софткнопак

# Plugin|
source: Chat notifications backend
be: База апавячэнняў чату
he: מגשר עורפי התראות שיחה

# Plugin|
source: Prints information about events into chats
be: Друкуе звесткі пра падзеі ў чат

# Plugin|
source: Chat spell checker
be: Праверка правапісу
he: בודק איות שיחה

# Plugin|
source: Highlights grammar errors and provides spelling suggestions for misspelled words in chats
be: Азначае памылкі правапісу і прапануе варыянты для іх выпраўлення.

# Plugin|
source: Mobile about dialog
be: Дыялог "Аб праграме" для мабільных прыладаў

# Plugin|
source: Mobile dialog about qutIM and it's authors
be: Дыялог "Аб qutIM" і аўтары для мабільных прыладаў

# Plugin|
source: File transfer manager
be: Кіраўнік адсылкі файлаў
he: מנהל העברת קובץ

# Plugin|
source: Default qutIM file transfer manager
be: Першапачатковы кіраўнік адсылкі файлаў
he: מנהל העברת קובץ ברירת מחדל qutIM

# Plugin|
source: Simple password dialog
be: Дыялог пароля
he: דו שיח סיסמה פשוט

# Plugin|
source: Default qutIM password dialog
be: Першапачатковы дыялог пароля qutIM

# Plugin|
source: X Settings dialog
be: Дыялог наладаў Х
he: דו שיח הגדרות X

# Plugin|
source: Default qutIM settings dialog implementation with OS X style top bar
be: Першапачатковы дыялог наладаў, рэалізаваны праз OS X style top bar
he: המחשה משתמטת של דו שיח הגדרות qutIM עם סרגל עליון בסגנון OS X

# Plugin|
source: Simple Actions
be: Дзеянні
he: פעולות פשוטות

# Plugin|
source: Default actionset for contacts
be: Першапачатковыя дзеянні кантактаў

# Plugin|
source: Shortcut settings
be: Налады "Хуткіх клавішаў"
he: הגדרות קיצור דרך

# Plugin|
source: Xdg Icon Loader
be: Запампоўшчык значкоў XDG

# Plugin|
source: Default qutIM icon loader implementation. Based on Q-XDG library
be: Першапачатковая рэалізацыя запампоўшчыка значкоў qutIM, Заснавана на Q-XDG library
he: המחשה משתמטת של טוען צלמית qutIM. מבוססת על ספריית Q-XDG

# Plugin|
source: Simple roster storage
be: Сховішча спісу кантактаў

# Plugin|
source: Stores roster during offline at local storage
be: Захоўвае спіс кантактаў па-за сецівам.

# Plugin|
source: Simple conference join dialog
be: Дыялог далучэння да канферэнцыіі

# Plugin|
source: Conference join dialog adopted for Desktop systems
be: Дыялог далучэння да канферэнцыіі для ПК

# Plugin|
source: Session helper
be: Дапаможнік па сесіях

# Plugin|
source: Activates the session when certain events
be: Уключэнне сесіі па пэўнай падзее

# Plugin|
source: Notifications settings
be: Налады паведамленняў
he: הגדרות התראות

# Plugin|
source: Default settings widget set for notifications
be: Віджэт першапачатковых наладаў для апавяшчэнняў

# Plugin|
source: Contact comparators
be: Апрацоўшчык кантактаў

# Plugin|
source: Default qutIM contacts comparators collection
be: Стандартны набор апрацоўшчыкаў кантактаў

# Plugin|
source: qutIM sound themes
be: Гукавыя тэмы qutIM
he: מוטיב צליל qutIM

# Plugin|
source: Default qutIM sound theme engine
be: Прадвызначаны гукавы сродак qutIM

# Plugin|
source: JSON config
be: Канфігурацыя JSON
he: תצורת JSON

# Plugin|
source: Default qutIM config implementation. Based on JSON.
be: Пачатковая канфігурацыя qutIM. Заснавана на JSON
he: המחשה משתמטת של תצורת qutIM. מבוססת על JSON.

# Plugin|
source: Proxy settings
be: Налады проксі
he: הגדרות פרוקסי

# Plugin|
source: Default implementation of proxy settings widget
be: Першапачатковая рэалізацыя віджэта наладаў проксі qutIM
he: המחשה משתמטת של וידג'ט הגדרות פרוקסי

# Plugin|
source: Search window
be: Акно пошуку
he: חלון חיפוש

# Plugin|
source: Default qutIM implementation of search window
be: Першапачатковая рэалізацыя акна пошуку
he: המחשה משתמטת של חלון חיפוש qutIM

# Plugin|
source: Add contact dialog
be: Дыялог дадання кантакту
he: דו שיח הוסף איש קשר

# Plugin|
source: Simple add contact dialog
be: Дыялог дадання кантакту
he: דו שיח הוסף איש קשר פשוט

# Plugin|
source: Webkit chat layer
be: Пашырэнне чату Webkit

# Plugin|
source: Default qutIM chat implementation, based on Adium chat styles
be: Першапачатковая рэалізацыя чату qutIM, заснава на стыле Adium
he: המחשה משתמטת של שיחה qutIM, מבוססת על סגנונות שיחה Adium

# Plugin|
source: Classic
be: Класічны
he: קלאסי

# Plugin|
source: Default qutIM chatform implementation for adiumchat
be: Першапачатковая рэалізацыя формы чату для adiumchat
he: המחשה משתמטת של תבנית שיחה qutIM עבור adiumchat

# Plugin|
source: Mobile
be: Мабільныя прылады
he: נייד

# Plugin|
source: Stacked chatform for mobile devices
be: Чат для мабільных прыладаў

# Plugin|
source: Text view
be: Тэкставы чат

# Plugin|
source: Fast and light chat view
be: Хуткі і эканомны від чату.

# Plugin|
source: Core
be: Асноўныя

# Plugin|
source: Core Devel
be: Распрацоўшчык ядра

# Plugin|
source: Common devel files
be: Файлы для распрацоўшчыкаў

# Plugin|
source: Qt Libraries
be: Бібліятэкі Qt
he: ספריות Qt

# Plugin|
source: Autosettings example
be: Прыклад аўтаналадак

# Plugin|
source: Simple example of auto settings item generator
be: Просты прыклад наладак аўтаматычнага генератара наладак

# Plugin|
source: Simple Settings dialog
be: Просты дыялог наладак
he: דו שיח הגדרות פשוט

# Plugin|
source: SDK03 example
be: SDK03 прыклад

# Plugin|
source: Status comparator
be: Апрацоўшчык статусаў

# Plugin|
source: Default contacts comparator, which sort by status
be: Стандартны апрацоўшчык кантактаў, які сочыць за статусам

# Plugin|
source: Last activity comparator
be: Апрацоўшчык апошняй актыўнасці

# Plugin|
source: Contacts comparator, which sort by last last activity
be: Апрацоўшчык кантактаў, які сочыць за актыўнасцю

# Plugin|
source: Contact list model
be: Выгляд спісу кантактаў

# Plugin|
source: Full-featured contact list model
be: Поўнафункцыянальны спіс кантактаў

# Plugin|
source: Show accounts and contacts
be: Паказваць кантакты і конты
he: הצג חשבונות ואנשי קשר

# Plugin|
source: Show tags and contacts
be: Паказваць кантакты і меткі
he: הצג תגיות ואנשי קשר

# Plugin|
source: Show only contacts
be: Паказваць толькі кантакты
he: הצג אנשי קשר בלבד

# Plugin|
source: Show accounts, tags and contacts
be: Паказваць кантакты, рахункі, меткі
he: הצג חשבונות, תגיות ואנשי קשר

# Plugin|
source: Kinetic scrolling
be: Пракрутка

# Plugin|
source: Desktop Search Form
be: Акно пошуку для ПК

# Plugin|
source: Default search form optimized for Desktop systems
be: Першапачатковае акно пошуку для ПК

# Plugin|
source: Mobile Search Form
be: Акно пошуку для мабільных прыладаў

# Plugin|
source: Search form optimized for Mobile systems
be: Пошук адаптаваны пад мабільныя прылады

# Plugin|
source: ContactDelegate
be: Адмалёўка кантактаў

# Plugin|
source: Just simple
be: Просты
he: פשוט כך

# Plugin|
source: Notification Area Icon
be: Значок у трэі
he: סמל אזור דיווח

# ProfileCreationPage|
source: WizardPage
be: Майстра пераносу
he: עמוד אשף

# ProfileCreationPage|
source: Name:
be: Імя:
he: שם:

# ProfileCreationPage|
source: It will be shown in chat dialogs
be: Будзе паказвацца ў акне чату.

# ProfileCreationPage|
source: Profile id:
be: ID профілю:
he: מזהה דיוקן:

# ProfileCreationPage|
source: Used for profile identification
be: Выкарыстоўваецца для вызначэння профілю.

# ProfileCreationPage|
source: Show advanced settings
be: Паказаць пашыраныя налады
he: הצג הגדרות מתקדמות

# ProfileCreationPage|
source: Advanced settings
be: Пашыраныя налады
he: הגדרות מתקדמות

# ProfileCreationPage|
source: Download clients icons from qutim.org server
be: Запампоўка значкоў кліентаў з qutim.org
he: הורד צלמיות לקוח מן שרת qutim.org

# ProfileCreationPage|
source: Store data at application dir
be: Захоўваць налады ў тэчцы праграмы
he: אחסן נתונים בתוך מדור יישום

# ProfileCreationPage|
source: Config dir:
be: Тэчка наладак
he: מדור תצורה:

# ProfileCreationPage|
source: History dir:
be: Тэчка гісторыі
he: מדור היסטוריה:

# ProfileCreationPage|
source: Data dir:
be: Тэчка для файлаў
he: מדור נתונים:

# ProfileCreationPage|
source: Choose cryptograhic module:
be: Выберыце метад шыфроўкі.

# ProfileCreationPage|
source: Choose config backend:
be: Выберыце метад захоўвання наладак
he: בחר תצורת מגשר עורפי:

# ProfileDialog|
source: Profiles
be: Профілі
he: דיוקנים

# Proxy|
source: Port
be: Порт
he: פורט

# Proxy|
source: User name
be: Імя карыстальніка
he: שם משתמש

# Proxy|
source: Password
be: Пароль
he: סיסמה

# QCoreApplication|
source: Are you sure you want to delete a contact %1 from the roster?
be: Насамрэч жадаеце выдаліць кантакт %1 са спісу?
he: האם אתה בטוח שברצונך למחוק את איש קשר %1 מהרשימה?

# QObject|
source: ToolBar appearance
be: Выгляд панэлі
he: מראה סרגל כלים

# QObject|
source: Icon size
be: Памер значкоў
he: מידע צלמית

# QObject|
source: Tool button style
be: Стыль кнопак панэлі
he: סגנון לחצן כלים

# QObject|
source: 1st quarter
be: 1-я чвэрць
he: רבעון ראשון

# QObject|
source: 2nd quarter
be: 2-я чвэрць
he: רבעון שני

# QObject|
source: 3rd quarter
be: 3-я чвэрць
he: רבעון שלישי

# QObject|
source: 4th quarter
be: 4-я чвэрць
he: רבעון רביעי

# QObject|
source: Remove finished tasks
be: Сцерці выкананыя задачы
he: הסר משימות מוגמרות
