Repository: euroelessar/qutim-translations
Catalog: modules/meegointegration/*.po
Languages: es

# AboutDialog|
source: Close
es: Cerrar

# AboutDialog|
source: Project site
es: Página web del proyecto

# AboutDialog|
source: Source code repository
es: Repositorio

# AboutDialog|
source: Bug tracker
es: Gestor de errores

# AboutDialog|
source: Developers
es: Desarrolladores

# AboutDialog|
source: Translators
es: Traductores

# AboutDialog|
source: License
es: Licencia

# Account|
source: Add new account
es: Agregar nueva cuenta

# Account|
source: Just add or create new account
es: Crea o añade una cuenta

# Account|
source: Accounts
es: Cuentas

# AccountCreatorDialog|
source: Close
es: Cerrar

# AccountCreatorDialog|
source: Select protocol:
es: Elige protocolo:

# AccountCreatorList|
source: Form
es: Formulario

# AccountCreatorPage|
source: Remove account
es: Eliminar cuenta

# AccountCreatorPage|
source: Do you really want to remove account?
es: ¿Está seguro de que desea eliminar esta cuenta?

# AccountCreatorPage|
source: Remove
es: Eliminar

# AccountCreatorPage|
source: Cancel
es: Cancelar

source: Add contact
es: Agregar contacto

# AddContactDialog|
source: Close
es: Cerrar

# AddContactDialog|
source: Select protocol:
es: Elige protocolo:

# AddContactDialog|
source: Add contact for
es: Agregar contacto para

# AddContactDialog|
source: Contact ID
es: ID del contacto

# AddContactDialog|
source: Name for contact
es: Nombre del contacto

# AddContactDialog|
source: Add contact
es: Agregar contacto

# AntispamPage|
source: Enable antispam
es: Activar bloqueador de correo no deseado

# AntispamPage|
source: Handle auth requests
es: Procesar peticiones de autorización

# AntispamPage|
source: Question
es: Pregunta

# AuthDialog|
source: Accept
es: Aceptar

# AuthDialog|
source: Reject
es: Rechazar

# BlogImproverPage|
source: Enable Psto integration
es: Habilitar integración con Psto

# BlogImproverPage|
source: Enable Juick integration
es: Habilitar integración con Juck

# BlogImproverPage|
source: Enable Bnw integration
es: Habilitar integración con Bnw

# Chat|
source: Write anything
es: Escribe lo que quieras

# ChatPage|
source: Style
es: Estilo

# ChatPage|
source: Style variant
es: Variante de estilo

# ChatPage|
source: Show user icons
es: Mostrar iconos del usuario

# ChatPage|
source: Show header
es: Mostrar encabezado

# ChatPage|
source: Font family
es: Tipo de letra

# ChatPage|
source: Font size
es: Tamaño de la fuente

# ContactInfo|
source: Received authorization request from %1:
es: Se ha recibido una petición de autorización de %1:

# ContactInfo|
source: Send authorization request to %1:
es: Enviar petición de autorización a %1:

# ContactInfo|
source: About contact %1 <%2>
es: Información del contacto %1 <%2>

# ContactInfo|
source: About account %1
es: Información de la cuenta %1

# ContactInfo|
source: About %1 <%2>
es: Acerca de %1 <%2>

# ContactInfoPage|
source: Request
es: Solicitar

# ContactInfoPage|
source: Save
es: Guardar

# ContactList|
source: Search contact
es: Buscar contacto

# ContactList|
source: Cancel
es: Cancelar

# Core|
source: About qutIM
es: Acerca de qutIM

# CreateJabberPage|
source: Jabber ID:
es: ID de Jabber:

# CreateJabberPage|
source: Next
es: Siguiente

# CreateJabberPage|
source: Password:
es: Contraseña:

# CreateJabberPage|
source: Create
es: Crear

# EditGroupChatPage|
source: Choose bookmark
es: Seleccionar marcador

# HighlighterPage|
source: Enable auto highlights wher your nick was mentioned.
es: Activar destacado automático cuando se mencione su nombre

# JoinGroupChat|
source: Recent
es: Recientes

# JoinGroupChat|
source: Bookmarks
es: Favoritos

source: Join groupchat
es: Unirse a la sala de coversación

# JoinGroupChatDialog|
source: Select account
es: Seleccionar cuenta

# JoinGroupChatDialog|
source: Join
es: Unirse

# JoinGroupChatDialog|
source: Manage bookmarks
es: Administrar marcadores

# JoinGroupChatDialog|
source: Bookmarks
es: Marcadores

# JoinGroupChatDialog|
source: Recent
es: Recientes

# JoinGroupChatPage|
source: Save bookmark
es: Guardar marcador

# JoinGroupChatPage|
source: Join
es: Unirse

# LanguagesPage|
source: Yes
es: Si

# LanguagesPage|
source: Language change
es: Cambio de idioma

# Main|
source: Show/hide offline contacts
es: Mostrar/ocultar contactos desconectados

# Main|
source: Join group chat
es: Unirse a sala de conversación

# Main|
source: About qutIM
es: Acerca de qutIM

# Main|
source: Add contact
es: Agregar contacto

# Main|
source: Settings
es: Configuración

# Main|
source: Send
es: Enviar

# Main|
source: Don't send
es: No enviar

# Main|
source: Cancel
es: Cancelar

# Main|
source: Would you like to send details about your current setup?
es: ¿Te gustaría enviar información sobre tu configuración actual a los desarrolladores?

# Main|
source: Dont's ask me later
es: No me vuelvas a preguntar

# Main|
source: Information to be transferred to the qutIM's authors:
es: Información a enviar a los desarrolladores:

# MeegoIntegration::AboutDialogWrapper|
source: Based on Qt %1 (%2 bit).
es: Basado en Qt %1 (%2 bit).

# MeegoIntegration::AboutDialogWrapper|
source: <div><b>qutIM</b> %1 is licensed under GNU General Public License, version 2 or (at your option) any later version.</div><div>qutIM resources such as themes, icons, sounds may come along with a different license.</div><br><hr><br>
es: <div><b>qutIM</b> %1 is licensed under GNU General Public Licence, version 2 or (at your option) any later version.</div><div>qutIM resources such as themes, icons, sounds may be come along with a different licence.</div><br><hr><br>

# MeegoIntegration::AccountCreatorList|
source: Properties
es: Propiedades

# MeegoIntegration::AccountCreatorList|
source: Account settings
es: Configuración de la cuenta

# MeegoIntegration::AccountCreatorList|
source: Remove account
es: Eliminar cuenta

# MeegoIntegration::AccountCreatorList|
source: Are you sure want to remove %1
es: ¿Realmente deseas eliminar %1?

# MeegoIntegration::PasswordDialogWrapper|
source: Enter password for account
es: Introduce la contraseña para la cuenta

# MeegoIntegration::QuickNoficationManager|
source: Show popup
es: Mostrar ventana emergente

# MeegoIntegration::QuickPasswordDialog|
source: Enter password for account %1 (%2)
es: Introduce la contraseña para la cuenta %1 (%2)

# MeegoIntegration::QuickProxyHelper|
source: Type
es: Tipo

# MrimPage|
source: Email:
es: Correo electrónico:

# MrimPage|
source: Password:
es: Contraseña:

# OscarPage|
source: Password:
es: Contraseña:

# PasswordDialog|
source: Password
es: Contraseña

# PasswordDialog|
source: Remember password
es: Recordar contraseña

# PasswordDialog|
source: Cancel
es: Cancelar

# Plugin|
source: Meego application window
es: Ventana de aplicación para Meego

# Plugin|
source: Main window of application
es: Ventana principal del aplicación

# Plugin|
source: MeeGo Notification Manager
es: Gestor de notificaciones para Meego

# Plugin|
source: Simple notification manager
es: Gestor de notificaciones sencillo

# Plugin|
source: Meego chat page
es: Página de conversación para Meego

# Plugin|
source: Simple chat based on QML elements
es: Conversación sencilla basada en partes QML

# Plugin|
source: Meego contact list page
es: Lista de contactos para Meego

# Plugin|
source: Simple contact list on QML elements
es: Lista de contactos sencilla basada en partes QML

# Plugin|
source: Meego password dialog
es: Diálogo de contraseña para Meego

# Plugin|
source: Simple password dialog on QML elements
es: Diálogo de contraseña sencillo basado en partes QML

# Plugin|
source: Meego authorization dialog
es: Diálogo de autorización para Meego

# Plugin|
source: Simple authorization dialog on QML elements
es: Diálogo de autorización sencillo basado en partes QML

# Plugin|
source: MeeGo Harmattan Idle detector
es: Detección de ausencia Harmattan para Meego

# Plugin|
source: Simple harmattan idle detector
es: Detección de ausencia Harmattan sencilla basada en partes QML

# Plugin|
source: MeeGo Add contact dialog
es: Diálogo de agregar contacto para Meego

# Plugin|
source: Simple add contact dialog
es: Diálogo de agregar contacto sencillo basado en partes QML

# Plugin|
source: MeeGo about dialog
es: Diálogo de acerca de para Meego

# Plugin|
source: Simple about dialog
es: Diálogo de acerca de sencillo basado en partes QML

# Plugin|
source: MeeGo join group chat dialog
es: Diálogo de unirse a conversación para Meego

# Plugin|
source: Simple join group chat dialog
es: Diálogo de unirse a conversación sencillo basado en partes QML

# Plugin|
source: MeeGo integration
es: Integración con Meego

# Plugin|
source: Provider for better integration with the system
es: Provee mejor integración con el sistema

# Plugin|
source: MeeGoAccounts Model
es: Modelo de cuentas para Meego

# Plugin|
source: Simple accounts model
es: Modelo de cuentas sencillo

# Plugin|
source: MeeGo settings
es: Configuración para Meego

# Plugin|
source: Simple MeeGo settings dialog
es: Diálogo de configuración para Meego

# Plugin|
source: MeeGo account creator
es: Creación de cuentas para Meego

# Plugin|
source: Simple MeeGo account creator
es: Diálogo de creación de cuentas sencillo

# ProxyPage|
source: Do not use proxy
es: No usar proxy

# ProxyPage|
source: Use global proxy
es: Usar proxy global

# ProxyPage|
source: Proxy type
es: Tipo de proxy

# Settings|
source: Accounts
es: Cuentas

# SoundThemePage|
source: No sound
es: Sin sonido

# SoundThemePage|
source: Theme name
es: Nombre del tema

# UrlPreviewPage|
source: Images preview
es: Previsualización de imágenes
