Repository: euroelessar/qutim-translations
Catalog: modules/mrim/*.po
Languages: uk

# AccountWizardMain|
source: WizardPage
uk: Майстер міграції

# AccountWizardMain|
source: Email:
uk: Ел. пошта:

# AccountWizardMain|
source: Password:
uk: Пароль:

# Author|
source: Peter Rusanov
uk: Петро Русанов

# MrimAccount|
source: Messages in mailbox: %1 Unread messages: %2
uk: Повідомлень в пошті: %1 Непрочитаних повідомлень: %2

# MrimConnection|
source: Another client with same login connected!
uk: Інший користувач увійшов під вашим логіном!

# MrimConnection|
source: Authentication failed! Reason: %1
uk: Помилка аутентифікації! Ймовірна причина: %1

# MrimMessages|
source: No such user
uk: Немає такого користувача

# MrimMessages|
source: Message too large
uk: Повідомлення надто велике

# MrimMessages|
source: Limit exceeded
uk: Досягнуто межі

# MrimMessages|
source: User denied receiving offline messages
uk: Користувач заперечив отримання оффлайн повідомлень

# MrimMessages|
source: User denied receiving offline flash movies
uk: Користувач заперечив отримання оффлайн флеш-роликів

# MrimMessages|
source: Internal error
uk: Внутрішня помилка

# MrimMessages|
source: Message was not delivered!
uk: Повідомлення не було доставлено!

# MrimPacket|
source: No error
uk: Без помилок

# MrimPacket|
source: Cannot read from socket
uk: Помилка читання з сокету

# MrimPacket|
source: Header is corrupted
uk: Заголовок пошкоджено

# MrimPacket|
source: Unknown error
uk: Невідома помилка

# MrimRoster|
source: Phone contacts
uk: Телефонна книга

# Plugin|
source: MRIM protocol
uk: Протокол MRIM

# Plugin|
source: Implementation of MRIM protocol
uk: Реалізація протоколу для MRIM (Mail.ru Agent)

# Plugin|
source: Module-based realization of Mail.Ru IM protocol
uk: Модуль, що реалізується на протоколі Mail.Ru IM

# Plugin|
source: MRIM account creator
uk: Створювач облікових записів MRIM

# Plugin|
source: Account creator for module-based realization of Mail.Ru IM protocol
uk: Створення облікового запису реалізованого для протоколу Mail.Ru IM

# QObject|
source: Possible client
uk: Можливий клієнт

# QObject|
source: Not authorized
uk: Не авторизовано

# Status|
source: Sick
uk: Хворий

# Status|
source: At home
uk: Вдома

# Status|
source: Lunch
uk: Обід

# Status|
source: Where am I?
uk: Де це я?

# Status|
source: WC
uk: Туалет

# Status|
source: Cooking
uk: Куховарю

# Status|
source: Walking
uk: Гуляю

# Status|
source: I'm an alien!
uk: Я іноземець!

# Status|
source: I'm a shrimp!
uk: Я креветко!

# Status|
source: I'm lost :(
uk: Я загубився :(

# Status|
source: Crazy %)
uk: Навіжений %)

# Status|
source: Duck
uk: Качечка

# Status|
source: Playing
uk: Ігривий

# Status|
source: Smoke
uk: Палю

# Status|
source: At work
uk: На роботі

# Status|
source: Meeting
uk: На нараді

# Status|
source: Beer
uk: Пивко

# Status|
source: Coffee
uk: Кава

# Status|
source: Shovel
uk: Лопата

# Status|
source: Sleeping
uk: Сплю

# Status|
source: On the phone
uk: Розмовляю по телефону

# Status|
source: University
uk: Університет

# Status|
source: School
uk: Школа

# Status|
source: Wrong number!
uk: Невірний номер!

# Status|
source: LOL
uk: Плачу з попідстолу

# Status|
source: Tongue
uk: Показую язика

# Status|
source: Smiley
uk: Посміхаюсь

# Status|
source: Hippy
uk: Хіппі

# Status|
source: Depression
uk: Пригнічений

# Status|
source: Crying
uk: Плачу

# Status|
source: Surprised
uk: Здивований

# Status|
source: Angry
uk: Злий

# Status|
source: Evil
uk: Лихий

# Status|
source: Ass
uk: Зад

# Status|
source: Heart
uk: Серце

# Status|
source: Crescent
uk: Напівмісяць

# Status|
source: Coool!
uk: Крууто!

# Status|
source: Horns
uk: Ріжки

# Status|
source: Figa
uk: Фіга

# Status|
source: F*ck you!
uk: Та іди ти!

# Status|
source: Skull
uk: Череп

# Status|
source: Rocket
uk: Ракета

# Status|
source: Ktulhu
uk: Ктулху

# Status|
source: Goat
uk: Коза

# Status|
source: Must die!
uk: Маздай!

# Status|
source: Squirrel
uk: Білка

# Status|
source: Party!
uk: Вечірка!

# Status|
source: Music
uk: Музика

# Task|
source: Author
uk: Автор
