Repository: euroelessar/qutim-translations
Catalog: modules/docktile/*.po
Languages: uk

# MainWindow|
source: Dock Tile example
uk: Приклад Dock Tile

# MainWindow|
source: Badge text:
uk: Текст значка:

# MainWindow|
source: Progress indicator:
uk: Індикатор прогресу:

# MainWindow|
source: Alert
uk: Попередження

# MainWindow|
source: Menu
uk: Меню

# MainWindow|
source: Subelement
uk: Піделемент

# MainWindow|
source: Element
uk: Елемент

# MainWindow|
source: A very simple element, as you see.
uk: Дуже простий елемент, як бачите.

# MainWindow|
source: Element 1
uk: Елемент 1

# MainWindow|
source: First element? Hm…
uk: Перший елемент? Хм ...

# MainWindow|
source: Element 2
uk: Елемент 2

# MainWindow|
source: Oh my god! Here's the second one!
uk: О Творець! Ось другий!

# MainWindow|
source: Element with icon
uk: Елемент з іконкою

# MainWindow|
source: Wow! An icon? So cool.
uk: Ого!Це іконка? Круто.

# MainWindow|
source: Disabled element
uk: Відключити елемент

# MainWindow|
source: What happened? Wha…
uk: Що трапилося? Що...

# MainWindow|
source: Checkable element
uk: Елемент з можливістю перевірки

# MainWindow|
source: Let's check it.
uk: Давайте перевіримо це.

# MainWindow|
source: Action %1 triggered
uk: Дія %1 спрацьовує

# Plugin|
source: Dock tile integration
uk: Інтеграція Dock tile

# Task|
source: Developer
uk: Розробник
